[
  {
    "Category:": "Bodhicitta",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "When working with the Dharma, it is important that we have a good motivation. Why are we following this path? What are we working towards? For Dharma practitioners, it’s important to remember that our goal is to become awakened so that we can be of the most benefit to all sentient beings. Keeping this motivation in mind can help us when we struggle, and it keeps us pointed in the right direction. So today, let’s really focus on creating that Bodhicitta motivation, knowing that this is the path to real happiness for ourselves and for others. Let’s work hard to keep this motivation no matter what we encounter and to come back to it over and over again as we go through our day."
  },
  {
    "Category:": "Self-centered Thought",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Consider our vast universe and all the enormous stars we look at: there could be all sorts of sentient beings out there in all of the six realms. Each one of those sentient beings wants to be happy and wants not to suffer just like you. Since we’re all alike in wanting happiness and not wanting suffering, we can’t really say that we’re more important than others or that what we’re experiencing is more painful than what others are experiencing. Instead of making this differentiation between self and others, remember instead that happiness is something to cultivate no matters whose it is, and suffering is something to get rid of no matter whose it is."
  },
  {
    "Category:": "Disturbing Emotions",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "This mind of ours has tremendous potential and possibility. However, at the moment, it’s ability and potential is covered by the clouds of mental afflictions, which are disturbing emotions and wrong views, contorted attitudes, and also the karma created under their influence. While they pollute the mind, they are not the nature of the mind. At times when those afflictions completely overwhelm us, it’s important to identify that afflictive state of mind and remember that it is not who we are. Being able to identify our afflictions in that way gives us the mental space to see that we can step back and come out from under the influence of that disturbing emotion."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "When we want to learn anything, we depend on others to learn it. Specifically, we depend on teachers and mentors. Our fundamental teacher is the Buddha, and then we also have human beings who teach us and who lead us on the path. It’s a very special relationship we have unlike any other relationships in our lives, so it’s important to approach that relationship with the correct motivation. The best motivation is one of love, compassion, and altruism for all living beings: wanting to improve our own abilities, knowledge, and skill so that we can be of the greatest benefit to all living beings."
  },
  {
    "Category:": "Bodhicitta",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "This large universe is filled with so many galaxies, solar systems, and sentient beings. However, all except for a miniscule fraction of those beings have no access to the Dharma, so they wander around aimlessly in samsara trying to be happy, but due to self-centeredness, ignorance, anger and attachment, they instead create so many causes for suffering. So, let’s try to serve each living being as best as we can, knowing that part of benefitting sentient beings entails improving our own minds. Let’s take the time to practice and develop our wisdom and skillful means so that our Dharma practice and our entire life becomes service to sentient beings."
  },
  {
    "Category:": "Bodhicitta",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "When we look at the night sky, the stars seem so very small to us, but for sure, there are countless sentient beings out there who are wishing for happiness and freedom from suffering. When we gaze at the stars, we can let our hearts go out to all of them, knowing that no matter where they are or what life form they are, they are doing their best to be happy and free from suffering just like us. Understanding this, let’s generate the motivation to become fully awakened for the benefit of all those sentient beings."
  },
  {
    "Category:": "Kindness of Others",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Help, love, guidance, education, and so on: we have received so much kindness from other sentient beings. Even when we’ve had problems with some, thanks to the mind training teachings we can transform those problems into the path of awakening. So, let’s focus on what we have received and develop a feeling of gratitude and a wish to repay the kindness. Then, from that, let’s generate the determination to free ourselves from cyclic existence in order to work for the benefit of all those sentient beings."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "It’s very important for Dharma practitioners to be on the same page in terms of our motivation. It’s important that all of us are seeking to learn how to work with our minds, to subdue our afflictions, to enrich our good qualities, to accomplish the path to supreme awakening. It’s important for everyone involved to be united in terms of our hearts and what we seek. So, with that kind of attitude, with delight, let’s internalize what we’ve learned from the Dharma and put it into practice in our lives."
  },
  {
    "Category:": "Bodhicitta",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Wherever we go, we are always surrounded by sentient beings as far as infinite space, and all of these beings are, just like us, wanting happiness, not misery. Since we have a precious human life and the opportunity to practice the Dharma, and since all these beings have been kind to us, then it’s only right that we try to use our present opportunity to be of benefit to them. While it’s good to take care of their problems while they are in samsara, it’s even better to be able to lead them out of samsara. To do that, we first have to get ourselves out of samsara, and we have to generate all the qualities of a Buddha so that we can really be of great benefit."
  },
  {
    "Category:": "Precious Human Life",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "We are so fortunate in this life to have met the Dharma, to have interest in the Dharma, to have the ability to hear the teachings, and to have the time to think about, practice, and meditate on them. So, it’s important to really appreciate this situation and to have a very strong determination to make use of it and not waste it. Of course, the best way to make use of it is to generate Bodhicitta and wisdom and to amass the two collections of merit and insight. So today, let’s come back to this Bodhicitta motivation over and over again. Let’s continually remind ourselves of our long-term goal and truly use it as the basis for all the we do in our lives."
  },
  {
    "Category:": "Precious Human Life",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Remember that our lives are very short, and we can’t go back and do anything over again. Knowing this, it’s important to make each day of our precious human life matter and not to waste our time. By some stroke of good fortune, we did not die last week or last night, so we have yet another opportunity to practice the Dharma and use our time to get ourselves out of samsara. Let’s work hard to become awakened so that we can help all other beings out of samsara. Let’s make a determination to remember that we won’t always have this chance and so use each moment wisely and with that motivation in mind."
  },
  {
    "Category:": "Bodhicitta",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Let’s not have “all sentient beings” be some abstract idea that we routinely recite but have no feeling for and instead think of individuals. Let’s think of the whole sky filled with stars and the many living beings having so many different kinds of experiences out in the universe. They all want happiness just like we do, and there’s no reason why our happiness matters more than their happiness. So, let’s generate a mind of compassion that wants living beings to be free from suffering, the great resolve to get involved in bringing that about, and the bodhicitta aiming for full awakening."
  },
  {
    "Category:": "Disturbing Emotions",
    "Author:": "Ven. Thubten Tarpa",
    "Quote text:": "Let’s pay close attention to our minds to notice when afflictions arise and then work with them so that we can make progress day-by-day. In this way, we can progress on the path to full awakening in order to benefit all sentient beings. Let’s recognize when laziness, wrong views, or even a bad attitude is present in our minds and take steps to address the problem rather than becoming complacent. Let’s always remember that we are working toward awakening not just to free ourselves from cyclic existence but so that we can help all sentient beings to find that freedom, too."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "We are so fortunate to be alive today. We are so fortunate to have met the Dharma in this life and to have the opportunity to practice. Sadly, countless sentient beings are not so fortunate. Let’s keep those beings in mind when working to progress on the path, and let’s work hard to become fully awakened so that we can help them. Let’s generate compassion for those beings and always remember our true motivation."
  },
  {
    "Category:": "Karma",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Even people who are terminally ill do not wake up thinking they are going to die. Just like us, they wake up thinking of plans they have made and things they intend to do. However, when karma ripens, there is no choice. So, it’s important that we use our time wisely. Instead of using it to cultivate grudges, arrogance, and various mental defilements, we can instead use our time to generate compassion and to cultivate wisdom so that we can make our life one that is of benefit to others. If we do then when it comes time to die, we feel comfortable and pleased with our lives rather than having fear or regret. We feel like we had a life worth living because we offered something meaningful to other living beings."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Let’s generate gratitude for all the things in our lives that help us to practice, like the electricity that keeps us warm and comfortable. This is a huge difference from what the beings in the hell realms are experiencing. We don’t even like a little bit of cold; what’s it like being born in the cold hells where it’s cold and dark for quite a long time? Thankfully, we aren’t in that situation now. We have quite the comfortable situation, so let’s really use it to develop our minds and penetrate these afflictions so that we can abolish them once and for all."
  },
  {
    "Category:": "Precious Human Life",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "We are so fortunate in this life that we have been able to find a meaningful direction rather than wandering around doing who knows what, motivated by any impulsive emotion that enters our mind. Instead, we’ve been able to find the Buddha, Dharma, and Sangha, to have confidence in them based on knowing what they are and trusting them, and to cultivate a relationship with them. If any other karma had ripened in this life, we could have been born in a completely different situation, and we would have been influenced by whatever environment we were born into. So, with a sense of compassion for people born into difficult situations, let’s use the opportunity we have for this very short time to do something useful for ourselves and for them."
  },
  {
    "Category:": "Bodhicitta",
    "Author:": "Ven. Thubten Jigme",
    "Quote text:": "We really wouldn’t have a better opportunity for achieving enlightenment than we have now as human beings, so it’s important that we know all the procedures for making the best use of it. The most excellent way to make spiritual progress is to develop within ourselves, more and more, a kind and warm heart. On the basis of a warm heart, we then go on to develop the dedicated heart of Bodhicitta: the wish to achieve enlightenment, to eliminate all our shortcomings, and to achieve our fullest potential in order to benefit all beings as much as possible. When we dedicate our heart to others and achieve enlightenment, that’s the best use we could make of our precious human rebirth."
  },
  {
    "Category:": "Disturbing Emotions",
    "Author:": "Ven. Thubten Tarpa",
    "Quote text:": "One of the most wonderful things about a precious human life is that at any instant, we have the capacity to change our minds from a non-virtuous state to a virtuous state. So, let’s continually remember that and not ever give up, even when our afflictions are stronger than our antidotes. Even when we aren’t getting as far as we’d like, as long as we keep our minds moving with the Dharma, eventually we will overcome. So, let’s continue to work hard along this amazing path and keep trying to send positive energy out to a world that really needs it. Let’s follow this path to full awakening for the benefit of all beings in this universe and beyond."
  },
  {
    "Category:": "Precious Human Life",
    "Author:": "Ven. Thubten Samten",
    "Quote text:": "Somehow, partly in this life but through great effort in many, many past lives, we’ve created the causes and conditions to be interested in the Dharma and to pursue that interest in this life with enthusiasm. When we look at the planet, very few people either have the interest or the causes and conditions to meet the Dharma. So, let’s take a moment to really reflect on this remarkable opportunity that we have, and let’s keep our minds infused with the motivation to become fully awakened so that eventually we can be of benefit to all beings."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Ven. Thubten Tsultrim",
    "Quote text:": "His Holiness the Dalai Lama reminds us: “Sometimes we want to develop a certain skill or to help others, but our work does not turn out as we wished and we feel discouraged. This happens to me, too, but when I examine my motivation, my confidence returns. I begin with a sincere desire to benefit. Regardless of what others might say, knowing my motivation was genuine gives me courage and inner strength. Even though I may not be outwardly successful, I still feel satisfied.”"
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Ven. Thubten Jampa",
    "Quote text:": "It’s up to us to liberate ourselves from suffering, from Duhkha. There is nobody who can do the work for us. The great master Nagarjuna said that “liberation depends on the effort of each individual, him or herself.” We have to put effort into it and use the right methods to liberate us from suffering. This puts the responsibility on us, and it’s very easy to distract ourselves from the Dharma. We could be going to a party, watching television, or even talking endlessly about politics. One of the most effective meditations to help with is is to consider impermanence, to remember that our time is very short so that we use that time wisely in a way that will benefit others and ourselves."
  },
  {
    "Category:": "Bodhicitta",
    "Author:": "Ven. Thubten Chonyi",
    "Quote text:": "Consider the torments faced by those born into a lower rebirth: extreme cold and heat, hunger and thirst, physical pain, and the overwhelming stupidity of animals. Bodhisattvas reflect not just on this potential suffering for themselves but also that this is a possibility for every single being we know, every single being we don’t know, and every single being we’ve forgotten that we’ve known. So, what can we do? We can take refuge. We can take refuge in the Buddha, Dharma, and Sangha and have confidence in them to guide us. We take refuge and we diligently work towards full awakening so that we can help all of those sentient beings as much as we can."
  },
  {
    "Category:": "Bodhicitta",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "It’s important not to waste our time, to really use this opportunity wisely. The best way to do that is to cultivate the Bodhicitta, the altruistic intention to attain the perfect abandonment and perfect realizations of a fully enlightened one so that we’ll have the compassion, wisdom, and power to be of the greatest benefit to all beings. Even if that intention is fabricated rather than spontaneous in our mind, still it’s very worthwhile to generate it because eventually, by the force of familiarity, it will become a spontaneous intention in our mind."
  },
  {
    "Category:": "Karma",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "We are fortunate to have the causes and conditions to have met the Dharma in this life and to have the ability to practice. It’s important to remember that those causes and conditions are dependent arisings. They occur due to multiple causes and conditions, so they are things that are not stable. They are not to be taken for granted because everything that is under the influence of other causes and conditions, with the slightest change in even something small, then the whole situation can be very different. For that reason, when we have some good conditions, we should really cherish them and make good use of them."
  },
  {
    "Category:": "Kindness of Others",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "It’s important that when we are doing Dharma activities, we’re not just doing them out of habit. Instead, we have the motivation of really wanting to learn the Buddha’s teachings and apply them to our lives so that we can cease our own Duhkha but also the Duhkha of others. We might sometimes think, “Why do we need to get involved with other people’s problems and other people’s lives when we have enough problems of our own?” Here, we’re getting involved in other people’s lives in a healthy way instead of an unhealthy way. We’re not getting involved because we’re a busybody, but rather, we care about other people’s situations because they are just like us in that they want to be happy, and they don’t want to suffer. They’ve also been kind to us, so it just makes sense to do whatever we can to be of benefit to them."
  },
  {
    "Category:": "Self-centered Thought",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Lots of times we really want to have some good circumstance that gives us something that we want or alleviates some kind of problem, but if we get these things and it’s only for our own benefit then it’s really rather useless. It’s much better that we share it with those around us. So, it’s important to keep this constant attitude in our mind of “whatever goodness I receive, may it be shared with everybody, and whatever difficulties come my way, my I take on the difficulties of others.” Even though it just starts out as a thought, by the power of familiarization, when actual opportunities appear to be of direct benefit, there’s not hesitation or lack of compassion in our mind, and we very easily extend ourselves to others."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "It’s important to check our basic motivation when doing Dharma activities. Did we choose to do something virtuous? Did we do it because it’s our habit? What is our basic motivation for doing these activities? Whatever our motivation, it’s good to build on it and expand it so that we expand our hearts outward to include all living beings, wanting them to be happy and free from suffering. It’s also good to expand our hearts upward with the aspiration to attain full awakening so that we can liberate ourselves and all other sentient beings from cyclic existence."
  },
  {
    "Category:": "Precious Human Life",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "One quality of our precious human life that we often take for granted is the good functioning of our mind, the fact that we aren’t suffering from dementia or severe mental illness, and we can think kindly and clearly once in awhile. We can listen and understand language; we can think about what we hear, and all of these factors are very important for Dharma practice. It’s something we shouldn’t take for granted because as we age, we could very easily lose these abilities. So, while we have the time and opportunity to practice, we should really make use of a mind and a brain that function well. We should do this by putting them in the service of all living beings and generating wisdom and bodhicitta."
  },
  {
    "Category:": "Kindness of Others",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Everything we have depends on the effort of other sentient beings. If we were left on this planet on our own, we would probably die fairly quickly because we don’t really know how to take care of ourselves, especially in this modern world full of so many conveniences. As soon as we’re separated from the people who know how these things work then we no longer have them, and it would be very difficult to stay alive. So, we should really appreciate the efforts of other sentient beings and the benefits we reap from those efforts. Thinking of this, let’s generate a wish to return the help that they give us, knowing that the best help we can give them is to lead them out of samsara. To do that, we have to not only know the path and practice it, but we also have to have realizations, specifically the realization of full awakening. So, let’s set that as our ultimate goal so that we can really repay those whose efforts have helped us so much."
  },
  {
    "Category:": "Disturbing Emotions",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "We all have a kind heart inside of us. Every living being has that kind heart, but with some people, their situation is quite difficult, so rather than their kind heart being expressed, their pain gets expressed instead in violent actions or violent words. So, let’s train our minds to respond to the anger or rage inside of ourselves with the fortitude that stops us from getting bent out of shape by disturbing emotions that afflict us. Similarly, when we see other people afflicted by disturbing emotions, may we also have the fortitude to not respond in kind and to recognize that these afflictions arise in the mind due to causes and conditions, and they can be eliminated. So, let’s train our minds to see the beauty and the kindness in others and to remember that we are working towards full awakening for their benefit."
  },
  {
    "Category:": "Karma",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Remember that we can have lots of samsaric pleasure, a good reputation, many luxuries, and yet, death still comes to us. After death, we have to experience the results of actions we have done. Those actions affect what rebirth we take, what we experience in that rebirth, our habitual behavior, and even the kind of environment we are in. Look at all the sentient beings around us: they’re just running around trying to be happy and trying to avoid suffering without really knowing the causes for happiness and the causes for suffering. When the self-centered mind and the self-grasping ignorance is at work then even though we wish for happiness, we create a ton of causes for misery and so do other living beings. Seeing this is a reason for having genuine compassion for others."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "We have a feeling of reverence toward the Dharma because what it says is true, and what is says will lead us out of our confused, miserable situation. However, that reverence isn’t enough; there also has to be a determination to practice and an awareness that the Dharma Jewel is something to actualize in our own minds. That’s the real protection from misery. So, with not just a feeling of admiration but also determination, with that kind of mind, let’s approach the teachings and to our practice. Let’s create that motivation to be of service to each and every living being."
  },
  {
    "Category:": "Karma",
    "Author:": "Ven. Tenzin Tsepal",
    "Quote text:": "Even on worldly terms, we need to understand something about karma in order to accomplish the happiness we are seeking, so we can also call to mind some of the scientific research that has substantiated the fact that positive states of mind are very important in cultivating physical happiness, mental happiness, and general well-being. Happiness, compassion, loving-kindness, mindfulness, concentration, forgiveness: all of those states of mind are part of a causal chain producing the happiness that we are wanting in our lives. So, let’s generate a strong Bodhicitta motivation so that we can accomplish our long-term goal: bringing about complete and perfect happiness for all sentient beings."
  },
  {
    "Category:": "Karma",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "As we consider the topic of karma, it’s very important that we apply it to our lives and think of our own actions. Are they heavy? Are they light? Are they accumulated and done? There’s a lot to think about in this topic of Karma that can affect our decisions. So, it’s important to think about it in terms of our lives and in the world as we see it happening around us. While we have this human intelligence, let’s use it wisely and with kindness so that we can gain reliable cognizers that will help us on the path to awakening. Let’s do this not simply for our own benefit but to alleviate the misery of all sentient beings once and for all by guiding them to full awakening."
  },
  {
    "Category:": "Bodhicitta",
    "Author:": "Ven. Tenzin Tsepal",
    "Quote text:": "Every living being wants happiness and wants to avoid suffering; this is something that all living beings share in common. Unfortunately, we’re very confused about what brings happiness. Either we don’t know the substantial causes or we know the causes, but we’re not very mindful and diligent in practicing them. Ultimate happiness is the complete purification of all obscurations and the development of positive states of mind to their utmost extent. So, ultimate happiness is enlightenment, and an awakened mind has accomplished this very thing. So, when we’re studying and practicing the Dharma, the teachings of the Buddha, we’re encouraged to develop an aspiration to achieve this enlightenment or awakened state for every living being."
  },
  {
    "Category:": "Precious Human Life",
    "Author:": "Ven. Thubten Samten",
    "Quote text:": "Think about the many living beings on our planet at this moment. Some of them are caring for aging parents, many are heading to work or getting off work, some are visiting loved ones in the hospital, some are having conversations, and for sure, most of them are encountering difficulties. All over the world, some people are grieving while others are celebrating. How many of these people are aware of the fleeting nature of this life? We never know how much time we have left at any moment, so let’s make a strong determination to cultivate our wisdom and compassion and keep the long-term goal of full awakening for the benefit of all sentient beings in our minds and our hearts."
  },
  {
    "Category:": "Precious Human Life",
    "Author:": "Ven. Thubten Semkye",
    "Quote text:": "We intellectually understand that we’re getting old, and that as time goes on, we’ll get sick and eventually die, but if we deeply thought every day about the fact that death is certain, that the time of death is uncertain, and that all we take with us to our next life is our karma both virtuous and non-virtuous, how differently would we live our lives? The great masters have taught that if we don’t think about death in the morning, we have wasted our morning; if we don’t think about death in the afternoon, we’ve wasted our afternoon; and if we don’t think about death in the evening, we’ve wasted our evening. This isn’t supposed to depress us;. instead, it’s meant to state a very clear truth in order to bring vibrancy, clarity, and peace to our lives. If we think about death, we are clear about what we want to do that gives meaning to our lives, and it helps us to create the causes for our Buddhahood."
  },
  {
    "Category:": "Bodhicitta",
    "Author:": "Ven. Thubten Chonyi",
    "Quote text:": "Our relationships in this life seem so vivid, so personal, and so important. When we separate from someone we care about, when someone dies, for a Dharma practitioner who is really on the Bodhisattva path, we may find ourselves saying, “I will find you, no matter where you are reborn. I will find you and liberate you.” Then we think, “How many times, in how many lives, have we made that promise and to how many people? Parents, children, partners, friends: I will find you; I will liberate you.” As we practice in this life, let’s remember that we have made that promise to every living being, and with compassion for all of those sentient beings, let’s work toward full awakening so that we can fulfill the promise we have made."
  },
  {
    "Category:": "True Happiness",
    "Author:": "Ven. Thubten Jigme",
    "Quote text:": "No matter how many things we may enjoy in this life, we don’t feel satisfied with what we have accumulated. No one ever says, “Now I have enough; now I don’t have to get anything else.” We are never content; we always need more, and we can spend our entire lives involved with this wanting more. It becomes a repeating cycle life after life. At the time of our death, if we’re only concerned with this life, it ends in a state of grief and sorrow rather than happiness. So, let’s not focus on wanting more and more. Instead, let’s concern ourselves with developing the true and lasting happiness that comes from attaining liberation from samsara. Let’s also remember that our ultimate goal is to become awakened so that we can help all sentient beings to achieve this true and lasting happiness as well."
  },
  {
    "Category:": "True Happiness",
    "Author:": "Ven. Tenzin Tsepal",
    "Quote text:": "The very fundamental nature of our mind is that it’s always seeking happiness and seeking to avoid suffering. This is the habit of the mind of every being. We wander from experience to experience, always looking for something that will make us feel better. However, perhaps you’ve noticed that no sooner is one craving satisfied that another pops up demanding our attention. This is the way that we spend our entire lives: trying to sustain some form of happiness and avoid suffering. So, with great compassion, let’s work hard to understand the true causes for happiness and suffering, to develop conviction in the law of cause-and-effect, and to really generate the motivation to awaken so that we can help all beings to be free from samsara."
  },
  {
    "Category:": "Cyclic Existence",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "We might think we understand cyclic existence, but it’s likely that we don’t really get what samsara is all about and how horrific it is. I suspect if we were to really understand these things deep in our hearts, it would really blow us away. So, let’s really try to think outside of our narrow little box about our little world for a moment and consider what it’s like to be born and then to get sick and die, to go from high status to low status to high status, to go from having what we like to having what we don’t like, and to do all of this over and over again, lifetime after lifetime. With this wider view, let’s generate the aspiration to free not only ourselves but also all beings from this cycle, and let’s really put in the effort to awaken while we have this opportunity."
  },
  {
    "Category:": "Precious Human Life",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "We are so fortunate to have a mind that is intact and able to contemplate and understand the Dharma. We should really respect and cherish that part of ourselves that has a spiritual yearning, that is seeking something beyond just immediate pleasure, that is interested in spirituality and has encountered the Buddhist teachings. Let’s rejoice at all of these and other factors coming together, leading to the present opportunity we have now to encounter the teachings and to contemplate them. Let’s never forget that we are so very fortunate, and let’s take advantage of this situation by making a determination to become a Buddha so that we can be of the greatest benefit to every living being."
  },
  {
    "Category:": "True Happiness",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Let’s remember the difference between a worldly action and a Dharma action. A worldly action is done with the motivation for the happiness of this life, either to get what we like or to be separated from what we don’t like. A Dharma action is one that is not motivated only by attachment to the happiness of this life. So, spend a moment checking your actions done today: which were worldly ones; which were Dharma actions? Seeing how easy it is to get involved in thinking about the happiness of this life and in that way waste our precious human life, let’s make a strong determination to really stay on top of things, and to cultivate a good motivation and good values, and to hold those with mindfulness very clearly in our minds so that we can act according to them."
  },
  {
    "Category:": "Cyclic Existence",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Consider for a moment that our mind is beginningless, the continuity of consciousness is beginningless, and so the continuity of our lives in samsara is also beginningless. We’ve taken countless rebirths under the influence of afflictions, especially ignorance. We’ve been born, had various difficulties and a little bit of pleasure, died, been reborn, lived our lives, and died, over and over again. However, in this lifetime, we have the ability to reflect on our situation, to have some understanding of what it’s about, and when we examine it closely, we can see its truth. So, let’s take advantage of this opportunity to really use our lives in a meaningful way so that we can free ourselves and others from this cycle."
  },
  {
    "Category:": "Cyclic Existence",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "When something shocking happens in our world, like a mass shooting or an act of terrorism, the faults of cyclic existence seem so much clearer. Think about what the victims of those events experience: pain, fear, separation from those they care about, separation from their lives and ego-identity, and, of course, having no control of their body and mind and not being able to control what happens to them. We can use the example of people who were victims of those events, but when we really examine our own lives, we can see that we are not different from them. The circumstances might differ, but the faults of cyclic existence are the same. So, let’s use this knowledge to generate a determination to break free from cyclic existence and to attain full awakening so that we can lead others out of samsara as well."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "There are so many different things we could spend our days doing, and a lot of our friends are probably doing many of those things right now. However, somehow we are fortunate enough to get to spend our time listening to teachings, contemplating teachings, and developing our minds on the path to full awakening. So, even though we may not be doing the things that are so exciting like our friends are doing, in the long-run, what we spend our time on instead is going to have much more benefit for us and for all sentient beings. So, let’s generate that motivation to spend our days working towards the state of full awakening rather than the excitement of samsara. Let’s generate that motivation not just for ourselves but for all beings."
  },
  {
    "Category:": "True Happiness",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "It’s good to just bring your mind to where your body is and to see the opportunity that we have right now and for the days and weeks to come to really focus on our spiritual practice. Let’s rejoice at that opportunity and make a strong intention to really use our time wisely, in particular to let go of our attachment to the happiness of only this life. Let’s learn the Dharma so that we can learn how to create the causes for the true happiness that comes from inside, from having a peaceful mind that is free of mental afflictions. Let’s develop the compassion that motivates us to attain full awakening so that we can help not just ourselves but all sentient beings to create the causes for this happiness."
  },
  {
    "Category:": "Self-centered Thought",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Especially in these times when there is so much violence, hatred, and confusion around us in the world, it’s important to have the mind of compassion that takes these upon ourselves and uses them to demolish our self-centeredness. Imagine taking the prejudice and hatred and craziness from sentient beings and then using it to destroy our own self-centeredness. Then, with a joyful mind that is free of self-centeredness and self-grasping ignorance, imagine transforming and multiplying our possessions, body, and merit and giving it to those very sentient beings. Instead of running away from suffering and feeling overwhelmed by it, we take it upon ourselves and use it to enhance our Dharma practice. In that way, the Bodhicitta becomes firmer and stronger."
  },
  {
    "Category:": "Precious Human Life",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "We have such amazing potential as human beings, and we have also met the Buddha’s teachings that show us a step-by-step method for how to fulfill that potential, how to make our lives meaningful for all living beings. While we have all these conditions together, we should really use them, and the best way to use them is to transform our mind: to release our anger and hatred and replace it with love and compassion; to release our attachment and replace it with a mind of generosity; to release our ignorance and replace it with wisdom. So, let’s generate the motivation to really work hard to transform our mind in this way so that we can benefit all sentient beings."
  },
  {
    "Category:": "Cyclic Existence",
    "Author:": "Ven. Thubten Samten",
    "Quote text:": "Every day at the abbey, we receive requests asking for prayers and dedications for people who are about to die or who have died. We receive requests for people who have had strokes and heart attacks. We hear on the news that people have been victims of terrorism or natural disasters. As long as we’re in cyclic existence, problems are sure to come. They are definitely coming, and we need to be prepared so that we can maintain a calm and clear mind that can transform anything and everything that comes our way into the path rather than just circling around in our own misery. We have to learn to pick ourselves up and then to use whatever knocked us down to attain full awakening. Let’s generate the motivation to develop this calm and clear mind for the benefit of ourselves and all sentient beings."
  },
  {
    "Category:": "Precious Human Life",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "We have a very precious human life with all the conditions necessary to practice the Dharma. It’s quite difficult to create all the causes in previous lives to have this opportunity, and so often we don’t really understand or appreciate our opportunity and instead squander it thinking of objects of attachment, anger, jealousy, and so on. One antidote to squandering our time with the eight worldly concerns is to reflect on our mortality and the fact that one day we will die. We don’t know when that will happen, and it’s important to really use our opportunity while we have it. So, let’s generate the desire to attain full awakening for the benefit of all sentient beings, and let’s work to imprint that Bodhicitta on our mindstream while there’s still time."
  },
  {
    "Category:": "Karma",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "At the time of death, Karma will ripen and propel us into another rebirth that is governed by ignorance, afflictions, and Karma. In that rebirth just as in this life, we will try to be happy and not to suffer, and yet, if we don’t really understand Karma, we will create many causes for misery for ourselves and others. So, we have great fortune right now in meeting the Buddha’s teachings that outlines this truth for us, and we’re fortunate in having a mind that is capable of examining the teachings, seeing for ourselves whether or not they are true, and then putting them into practice. So, let’s use this opportunity to change our situation, and by extension, to change the situation for all living beings by attaining full awakening so that we can have the skills necessary to lead others out of this cycle of ignorance and karma and suffering and more ignorance and karma and suffering."
  },
  {
    "Category:": "Cyclic Existence",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Being aware of the changing nature of cyclic existence, that from moment to moment what exists is in the process of passing away and ceasing, gives us two truths: 1. There is nothing in samsara worth hanging onto because it is going to cease in the next moment, and 2. Since our mind is a changing phenomena like this, there is the possibility for our mind to change, developing good qualities and ceasing bad habits. Our mind is going to change anyway, so we might as well guide it so that it changes in a positive direction. So, with an aspiration to really make our lives meaningful, let’s see the defects of cyclic existence and have a strong determination to be free of these defects and a strong wish to attain liberation. Let’s wish this not only for ourselves but also for everybody else."
  },
  {
    "Category:": "Precious Human Life",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Just overnight, many living beings have died. Most likely, none of them thought they were going to die; they probably assumed they would have another day, another hour, or even that death would somehow not happen to them. However, death comes when it wants. By recognizing our mortality and that we have limited time with this precious human life, it helps us to set our priorities with clarity, and it helps us to clear away from our minds all the things that we do that waste our time. So, with this kind of awareness, let’s do something valuable with our lives, such as cultivating Bodhicitta, the altruistic intention to attain liberation for the benefit of all sentient beings."
  },
  {
    "Category:": "Bodhicitta",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Since our motivation is the key factor in determining the value of any action we do, let’s really have an expansive motivation, one that takes into account the welfare of other sentient beings, and not just the welfare of people we like but all sentient beings, whether they treat us well or not, whether we know them or not, whether they are the same species or not. Let’s have the motivation to work for the happiness of all sentient beings, and when we think of causing them happiness, let’s think of the deeper kind of happiness that comes from having a mind that is free of afflictions and a mind that is imbued with all the virtuous qualities. Let’s wish that all living beings have that kind of happiness, and let’s also make the determination to attain full awakening so that we can really show them the way to this happiness."
  },
  {
    "Category:": "Kindness of Others",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Consider the kindness we’ve received from other living beings in this life and in previous lives. Our spiritual practice and our very lives depend on their kindness. The situation those beings are in, the same situation that we are in, is very complex and involves being completely under the influence of ignorance, attachment, hostility, and all the actions we’ve done motivated by those. Yet, most sentient beings have no clue at all that they are in samsara and so no clue at all about how to get out. We are in the same situation, so If we’re going to do anything to repay their kindness, we have to free our own mind, gain wisdom, gain really pure compassion and skillful means. In short, we must become a Buddha ourselves so that we can really help them in a way that will bear good results in the long term."
  },
  {
    "Category:": "Karma",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Our motivation is what principally determines the karmic value of our actions, so if our motivation is primarily the happiness of this life, that is what comes from our actions. If it is for our own personal liberation, the karma we create will act as a cause for that. So, if our motivation is the most noble motivation of attaining full awakening for the benefit of all beings then the karma we create will ripen in that way. So, that’s why it is so important to cultivate our motivation at the beginning of everything we do. By changing our thought, it can have a great influence on the result of whatever we do even though the action we do is basically the same."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Whether we are sick or whether we are well, we can still make our lives meaningful by using our mind in the proper way. By cultivating great aspirations, compassion, unbiased love, and wisdom, we can do so many things with our mind no matter that state of our body. So, let’s really appreciate having the potential that this human mind brings us, and let’s insure that we use our minds in a proper way by cultivating virtue, cultivating the aspiration for full awakening for the benefit of all sentient beings, and cultivating the wisdom that realizes reality. In this way, we make our precious human lives meaningful for ourselves and for all sentient beings."
  },
  {
    "Category:": "Bodhicitta",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Sometimes when we think of working for the benefit of all sentient beings it just seems like an overwhelming task, but it’s important to realize that developing that motivation is a process, not something we’re going to have all of a sudden. To help this process, there are two points to really contemplate, which are that everyone equally wants happiness and not to suffer, and that all the sentient beings have been kind to us. When we contemplate those in depth then automatically there’s a feeling of empathy and a feeling of kindness towards those who have been kind to us. If we don’t train in those two point and just say, “I should care about everybody,” it’s going to feel very burdensome, and in our hearts, we’re not going to really care. So, it’s important to develop those meditations by repeatedly thinking of them."
  },
  {
    "Category:": "Karma",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Think about everything all the various beings are doing right now in samsara: some are being born; some are dying; some are happy; and some are miserable. There are so many different experiences happening at this very moment. Oftentimes these different things are happening to people who are sitting right beside each other because our experiences of happiness and misery are dependent on our minds, on the karma we have created in the past, which is dependent on the the motivations, the mental states, that we have had. In that respect, to have a precious human life and to know how to discriminate between virtue and non-virtue is very fortunate. So, let’s make sure to use this precious human life in a meaningful way by working to attain liberation for the benefit of all sentient beings."
  },
  {
    "Category:": "Self-centered Thought",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "We are not isolated, inherently-existent individuals who are interrelated with other living beings and the rest of the world because that is completely contradictory. We have to be dependently arising people who exist dependent on other living beings. Dependent arising means there’s no core essence; there’s no findable “person” who we are when we search within. We can’t find anything. Since we are dependent arisings, there’s the possibility of generating wisdom and overcoming our ignorance, of changing from a samsaric state to an awakened state. So, realizing that like all other beings, we and others are bound by our ignorance in cyclic existence, let’s have the compassion that wants all of us to be free from this and therefore practices the path to full awakening."
  },
  {
    "Category:": "Disturbing Emotions",
    "Author:": "Ven. Thubten Damcho",
    "Quote text:": "When you are angry with someone, there is a feeling of sadness at the core of that anger, and if you can access that sadness, that is the key to releasing your anger at that person. It is at that point that we can begin to empathize with the person we are angry with, seeing that they are just acting out their afflictions just like we act out our afflictions. Buddha’s teachings are a door to help us connect to the sadness and the suffering of all sentient beings. They help us to sober our minds and to wake up from the afflictions that overwhelm us, and they help us to turn towards compassion, seeing that all of us are in the same boat. So, with this broad motivation in mind, let’s work to transform our minds so that we can help all sentient beings out of the sadness of cyclic existence."
  },
  {
    "Category:": "Bodhicitta",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Hopefully, if we’ve been attentive during the day, we have generated the Bodhicitta motivation many times. This noble aspiration to attain Buddhahood for the benefit of all sentient beings is something we can really rely on in our lives because no matter what we face, whether it’s pleasant or unpleasant, Bodhicitta is appropriate, and it will help us to make whatever we experience a valuable experience in terms of practicing the path to full awakening. So, let’s repeatedly generate this thought of enlightenment, of full awakening, of making our lives meaningful in the utmost way possible, and let’s use that as a motivation for everything that we do in our lives."
  },
  {
    "Category:": "Kindness of Others",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Think of the kindness that has been shown to you by people since you were an infant. People took care of you, taught you, provided clothes and a home and food to you. As you feel the kindness of others and understand that you could not have stayed alive without them, let arise very naturally a wish to repay that kindness in some way. Then consider the dukkha in which they live. These beings who have been so kind to us are really having a horrible time of it because cyclic existence is no fun at all. In this way, have the wish for them to be free of that dukkha. Generate the great determination to make the welfare of other sentient beings your priority and the motivation to work for full awakening so that you can help them in the best way possible."
  },
  {
    "Category:": "Karma",
    "Author:": "Ven. Thubten Chonyi",
    "Quote text:": "From the moment of conception, all the dukkha of cyclic existence follows. With birth comes aging; with birth comes sickness; and with birth comes death. Birth also comes with not getting what we want and getting what we don’t want over and over and over again. No matter what, this dukkha of having our aggregates under the control of afflictions and karma means that at any moment—just like that—change may come and our circumstances will be different. So, when we really consider this, we have to ask ourselves, “Is all the pleasure we experience in samsara worth it?” On that basis, we can develop a really strong determination to be free of cyclic existence and to help all the beings around us who are in exactly the same state to be free also."
  },
  {
    "Category:": "True Happiness",
    "Author:": "Ven. Thubten Semkye",
    "Quote text:": "The Buddha taught many, many times that there is nothing wrong with pleasure; we can enjoy it. However, many times during our lives, we forget that happiness is not in the food, the friends, the family, the games, the parades, the walks in the park, the shopping. We think happiness is in all these things, and we are pulled in. Even though we’ve been through samsara in every which way in every realm of existence, we still find it alluring, and what finds it alluring is this very strong sense of self. All these samsaric pleasures, because we get confused and think the happiness is coming from their side, make that self appear even more concrete as it searches for happiness within those objects of the desire realm. So, instead of holding onto these objects and experiences that cannot give us true happiness, let’s instead work to attain liberation so that we can find real happiness and help other sentient beings to find real happiness, too."
  },
  {
    "Category:": "Karma",
    "Author:": "Ven. Thubten Tsultrim",
    "Quote text:": "Everything changes all the time, but we don’t always recognize the change. Day turns into night which turns into day which turns into night again—but not endlessly. Eventually the sun will expand and swallow the earth and then there will be no more day or night for our little planet. Eventually all of us will get sick and die and our bodies will be no more. Change is happening all around us in the world all the time, and our mind is our biggest instrument of change in our lives. If our minds couldn’t change then how could we become a Buddha and why would we bother? So, we can use this truth to see the potential that we and all other beings have to become better practitioners, better people, and we can let the wonder of change lead us to peace and harmony."
  },
  {
    "Category:": "Bodhicitta",
    "Author:": "Ven. Thubten Jampa",
    "Quote text:": "In His Holiness’ Book “Compassion,” he describes the different kinds of suffering that humans experience. Temporal suffering refers to lacking the resources needed to live, not getting what we like, not feeling good about ourselves, and the human condition of being subject to aging, sickness and death. The other kind of suffering is spiritual suffering, a kind of angst resulting from not seeing a purpose for our life. Samsara is really no fun, and sentient beings are suffering in so many different ways. Since we have been given the precious opportunity of a human life and the desire and opportunity to really practice, let’s use this situation to generate the Bodhicitta motivation and work to get ourselves and all other beings out of both physical and spiritual suffering."
  },
  {
    "Category:": "Bodhicitta",
    "Author:": "Ven. Thubten Jampa",
    "Quote text:": "Bodhicitta is a wish to liberate all sentient beings without exception from cyclic existence. The key phrase here is “all sentient beings without exception.” Imagining countless sentient beings can sometimes seem overwhelming, and it is normal for us to feel discouragement at times. One way to combat this is to imagine having an unlimited awareness that turns towards each and every living being with unimaginable kindness. What would that feel like? How would that be to think without any judgement or discrimination about others, to genuinely have the aspiration to support each and every living being as much as possible? Whenever we feel discouraged or overwhelmed, it is good to come back to these questions that stimulate our amazement, our joy, and our excitement of the teaching."
  },
  {
    "Category:": "Precious Human Life",
    "Author:": "Ven. Thubten Jigme",
    "Quote text:": "We are so fortunate in this life to have met teachings that can free us from suffering. This freedom is right at our fingertips. If we read, study, contemplate, and meditate, we will transform ourselves. If we purify our mind and body, we will become enlightened. Our experiences of happiness and misery are dependent on our mind and on karma we have created in the past. What karma we create is dependent on knowing how to discriminate between virtue and non-virtue, and we have the amazing opportunity to learn the Buddha’s teachings so that we can practice the path that will bring happiness and not misery. So, let’s cultivate a heart of gratitude for this rare opportunity that we have right now, and let’s really take advantage of it so that we can free ourselves and others from suffering."
  },
  {
    "Category:": "Self-centered Thought",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "We live in a world where we’re completely enmeshed with other living beings, an interdependent world. We may think of ourselves as individuals and independent agents, but we are in fact conditioned things, and we exist and live in relationship to all other living beings and our surroundings. With an awareness of this, it only makes sense to care about the other people in our world. Everybody wants happiness and freedom from suffering as intensely as we do. Therefore, there’s no reason to favor our own happiness over that of others, to look out for our own welfare and ignore the welfare of those around us. So, instead, let’s really make a useful contribution to the society around us and to the world by progressing on the path and working towards full awakening so that we can be of benefit to all sentient beings."
  },
  {
    "Category:": "Disturbing Emotions",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Just as we want others to forgive us for our faults, try to accept and forgive others for their faults. Just as we want others to appreciate our good qualities, try and appreciate the good qualities of other living beings. You get nothing out of holding a grudge against someone. In fact, holding a grudge becomes an impediment, so really, for your own benefit, try and let go of that animosity. See all other beings as kind. Then, seeing that your very existence depends on them, generate a wish to do something beneficial for them in return. In this way, generate the Bodhicitta and make a determination to put your effort and energy into following the path to full Buddhahood so that you can repay the kindness of others."
  },
  {
    "Category:": "Self-centered Thought",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "There are so many perceived differences between people in our world. We vote in different ways; we favor different foods; we live in different places; we have different cultural norms; and we even view the purpose of our lives in very different ways. However, no matter the small differences, we are all the same in wanting happiness and not to suffer. Every living being, no matter the species or geographic area or age or gender, every single being wants this same thing. Thankfully, we have encountered the Buddhist path that teaches us the correct causes for real, lasting happiness and the true causes for suffering. So, let’s work hard to practice this path so that we can awaken and help all living beings to find this lasting happiness, too."
  },
  {
    "Category:": "Cyclic Existence",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Uncertainty is the nature of cyclic existence. Things are always uncertain in samsara, so we have to learn to adapt to new circumstances, to accept uncertainty and the lack of control we have over many things in our lives. However, it’s important to remember that the one thing we can manage is our mind, and that’s the most crucial thing for us to take care of. Whatever is happening in the external environment around us, the determination to be free of cyclic existence and the altruistic intention of Bodhicitta are always applicable. They are always useful, no matter what is going on. So, let’s really take refuge in these Dharma trainings and Dharma realizations and try to develop them in our own hearts and minds. If we do, we can keep our own mind balanced, our heart open to others, and we can operate with wisdom in the world."
  },
  {
    "Category:": "Disturbing Emotions",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Sometimes our mind is agitated or stressed, but we keep on going at that point, which just makes our mind more agitated and stressed. So, it is good when we notice that within ourselves and make ourselves sit down and calm the mind. That way, when we go back to what we were doing, our mind is clear and our speech and actions are better. In this way, we create more virtue and avoid nonvirtue. Remembering to do this is also important if we want to generate Bodhicitta because if we let our mind be agitated or even just restless then it is difficult to have Bodhicitta in the mind. So, let’s take some time each day to calm our minds and to remember what we are working for: the benefit of all sentient beings."
  },
  {
    "Category:": "Bodhicitta",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "In this moment right now, we have the privilege and the benefit of developing our minds. Instead of thinking about what we want to do today, worrying about things that have already happened, or our hopes for the future, let’s bring our mind right now to the present. In this moment, let us generate Bodhicitta, remembering that all sentient beings are just like us in that they want happiness and not to suffer. In this way, we can move forward today in a way that will make our life meaningful and help us to awaken so that we can help all sentient beings out of suffering."
  },
  {
    "Category:": "Bodhicitta",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Whenever we do something with Bodhicitta, it creates spectacular merit, much more than if we do it just because it’s what other people are doing it today or because we want a better future life or our own liberation. Generating Bodhicitta makes it quite special. So, it’s helpful to think during the day, especially when things come up, of our motivation to tame our mind so that we can generate Bodhicitta. If we can remind ourselves of our Bodhicitta motivation throughout the day, we can do what we need to do with a happy mind. So, let’s approach everything we do today with the intention of Bodhicitta and remember that ultimately we are working to become a Buddha so that we can help all sentient beings in the best way possible."
  },
  {
    "Category:": "Disturbing Emotions",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "When we think of someone we believe is irredeemably obnoxious, we can watch how the mind solidifies the image of that person so that they appear to have no other qualities or characteristics. To counter this, we can imagine that same person as a baby, conditioned even from the womb. We can think of them as an old person who is experiencing the pain of aging, the fear of death. We can think of them dying and going to their next life with only their karma and afflictions. Seeing them like this, let compassion for them arise and remember that just like them, so are we and so are all other sentient beings. From here, we can make the courageous determination to attain full awakening to put an end to this cycle of suffering."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "We are fortunate to have created the karma to have met the Dharma in this lifetime. So, it’s important while we have this opportunity to really use it and to approach the Dharma with a lot of self-confidence. Self-confidence is different than self-centerdness, and Bodhisattvas need a lot of self-confidence because if you are going to work for the welfare of all beings, you need to be confident, and you need to be active. Rather than approaching the path with a lot of self doubt or discouragement, we approach it with an optimistic mind that is confident and that has a “stick-to-it” attitude because that is the way that we will actually make progress."
  },
  {
    "Category:": "Precious Human Life",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Overnight, many, many sentient beings have died, and probably none of those beings expected it. Most of us usually think, “Death won’t come today.” When we think this, we kind of indulge our afflictions because if we really believed we were going to die, we would be much more diligent with where we allowed our mind to go, what we allowed our mind to fixate on. So, that’s why the remembrance of death is so important to help us make good decisions, to help us stay on track, to help us to set our priorities and not get lost in wandering around searching for the happiness of just this life. So, today let’s really try to stay on track, do what’s important, and let go of what’s not really important. Let’s remember to ask ourselves if what we are focused on is really going to matter at the time we die. If it’s not then let’s not dwell on it now either."
  },
  {
    "Category:": "Self-centered Thought",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "When we look at ourselves in the mirror, it seems like there is a real person in the mirror, and we generate all sorts of opinions about that person in the mirror. Yet, there’s the reflection of a person, but there is no person in the mirror. In the same way, every time we think about ourselves, the self we are generating opinions about, some concrete, self-enclosed “self” that just is, that kind of self does not exist. The more we can understand this, the more we can apply it in our daily life and the more spacious our mind becomes because all those hurt feelings and insecurities all come from that false idea of an inherently existing self. If we can drop this wrong view then all the stuff we put on top of it also crumbles."
  },
  {
    "Category:": "Bodhicitta",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "An excellent method for developing an open heart is to consider the verses for generating the aspiration for Bodhicitta: “With the wish to free all sentient beings, I take refuge at all times in the Buddhas, the Dharma, and the Sangha until attainment of full awakening. Today in the presence of the awakened ones, inspired by compassion, wisdom, and joyous effort, I generate the mind aspiring for full Buddhahood for the well being of all sentient beings. For as long as space endures and as long as sentient beings remain, until then, may I too abide to dispel the misery of the world.” Let’s really take a moment to really contemplate that and make this the motivation for all we do today."
  },
  {
    "Category:": "Precious Human Life",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Right now we haven’t been born in the lower realms. We have human intelligence. We have the opportunity to listen to the Dharma. We’re not in extreme pain or living with deformed or inhibited senses. So, we have a very special opportunity right now, and it’s not worth wasting in order to indulge in destructive emotions and bad behavior. We have to really make an effort to steer our mind in a good direction. Of course that best direction is right view and right intent: understanding karma, understanding emptiness, and having the intention to act without attachment, with benevolence, kindness, forgiveness, and with compassion. Today, let’s really try to steer our minds in that direction, knowing that sometimes it’s hard but when we look at the alternative, this is the only way to go."
  },
  {
    "Category:": "Bodhicitta",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "When we have the motivation to attain full awakening in order to help all sentient beings in the most effective way possible, then all the cares of this life just evaporate because they aren’t important anymore, and the mind takes great delight in doing what is really important in the long-term for the benefit of all beings. Cultivating that Bodhicitta motivation is really important and has the power to really make our lives meaningful. So, right now, let’s take the time to set our intention for today, and let’s make that intention to work towards Buddhahood in order to help all sentient beings. Let’s set that motivation now, and let’s revisit it as we go through this day so that we don’t waste a moment of this precious human life."
  },
  {
    "Category:": "True Happiness",
    "Author:": "Ven. Tenzin Tsepal",
    "Quote text:": "In the introduction to his book “How to Practice,” His Holiness says, “I travel to many places around the world, and whenever I speak to people, I do so with the feeling that I am a member of their family. Though we may be meeting for the first time, I accept everyone as a friend. In truth, we already know one another profoundly as human beings who share the same basic goals. We all seek happiness, and we do not want to suffer.” If we could honestly say what His Holiness says in this opening paragraph, wouldn’t we be much happier people seeing others in this way? Wouldn’t we feel like our lives were profoundly meaningful if we had that attitude toward all others? Take a moment to imagine having this kind of open hearted regard for all sentient beings, and allow your heart and mind to expand to touch this reality."
  },
  {
    "Category:": "Disturbing Emotions",
    "Author:": "Ven. Thubten Samten",
    "Quote text:": "His Holiness the Dalai Lama says, “In life, we are confronted by unfavorable circumstances, one after another, day after day, day in and day out. By simply reacting, we generate counterproductive emotions, such as lust, hatred, and confusion, which produces even more suffering in the future. Those who reject transformative practice generally don’t see hatred and attachment as problematic; instead of viewing these destructive emotions as toxic, they allow themselves to be controlled by these attitudes. Those who do choose transformative practice, however, view attachment and hatred as emotions to be avoided, and for the most part, these people are more peaceful and happier. Ethical behavior is just as crucial to a politician as it is to a religious practitioner.”"
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Ven. Thubten Damcho",
    "Quote text:": "It takes a tremendous amount of courage to look at what’s happening in our minds and receive that with empathy and much more to turn that empathy toward someone who is pushing our buttons. It takes a lot of practice, inner work, and time. How much more of a challenge must it be to do this on a global level? However, on both a global and an interpersonal level, if we don’t learn to talk to one another with kindness and compassion, what are the other options? So, let’s take a moment to rejoice that we have met teachings in this life that help us to do just that. Let’s also make a firm determination today to really work to communicate with compassion and kindness with everyone we meet."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Ven. Thubten Chonyi",
    "Quote text:": "It’s possible that setting a motivation is the most important thing that we will do all day because as we learn in our Buddhist practice, the things we do matter, and what matters most is the motivation that is in our mind. So, as we go through this day, it is very beneficial to get quite clear about what we are doing and why and then expand that motivation. From thinking of what we want to get out of our practice personally, we can expand that focus to include all sentient beings. Of course, the most beneficial thing that we can do is to continue working towards full awakening in order to help all sentient beings in the most effective way possible."
  },
  {
    "Category:": "Karma",
    "Author:": "Ven. Thubten Tsultrim",
    "Quote text:": "Motivation is the “why” of what we do. It takes courage and effort to look within and know what our motivation really is. Most of the time we don’t know because we don’t take the time or effort to look within and really understand why we’re doing what we’re doing. Something pops up and we react; we do something stupid, like saying something unkind without thinking. Was it fear that motivated us? Was it anger? Was it compassion? Motivation is the most important factor in determining whether an action produces a good result for you in the future or bad karma ripening in the future. We live in a fast paced world; every moment is an opportunity to progress along the path. Every moment is an opportunity to create virtuous karma. It all depends on your motivation."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Ven. Thubten Tsultrim",
    "Quote text:": "Imagine this scenario: we see a person lying on the ground and go towards them. If our motivation is to help, that’s good. If our motivation is to “take the money and run,” that’s bad. Same action, different motivation, different outcome. One is a virtuous action and produces good karma; the other is a nonvirtuous action with a negative outcome. If we can keep a Bodhicitta motivation in our mind all the time, we will be well on our way to Buddhahood because our actions will have virtuous outcomes. So, as we go through this day, let’s remember to really examine our motivation for all that we do. Let’s also make the firm determination to approach everything we do with the motivation of attaining liberation so that we can help all sentient beings in the best way possible."
  },
  {
    "Category:": "Cyclic Existence",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "All of us have the wish of being happy and free from suffering, but we don’t think of our pleasurable experiences as unsatisfactory, and so we don’t think to go beyond seeking for them. It’s very important when we say that we want to be happy and free from suffering that we aren’t just thinking of the “ouch” kind of suffering but of all the dukkha of samsara. It’s also important that we learn how to avoid creating the causes for that dukkha and how to create the causes for the kind of happiness that we want. The ultimate sense of fulfillment or bliss is that of full Buddhahood, and so we want to aim for that not simply for our own pleasure and fulfillment but so that we can develop our own capabilities and really improve the situation for all sentient beings in a significant way."
  },
  {
    "Category:": "Bodhicitta",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "The Bodhicitta aspiration is very precious and incredibly rare. We know from our own experience how difficult it is to overcome the self-centered thought and really think of others. Yet, when we think of the ability and the holiness of that mind that cherishes others more than self and that aspires to become a Buddha in order to work limitlessly for the benefit of all sentient beings, we can’t help but to admire that mind and the Bodhisattvas who have generated it. So, let’s work to generate that mind today because when we really think about it, there’s nothing else that makes much sense to do with our lives if we don’t generate Bodhicitta. While it’s beneficial to develop renunciation and to work to realize emptiness, if we’re doing it just for ourselves, that’s really kind of limited, especially when you think that there are so many other living beings out there."
  },
  {
    "Category:": "Self-centered Thought",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "All living beings, whether they are humans or mosquitoes, want happiness and freedom from suffering. Thankfully, we have encountered the Buddha Dharma in this life, so we have the chance to really learn about what causes happiness and what causes suffering. While we’re learning and working on this, let’s do it with a mind that can include in it the fact that other living beings are just as important as we are. Each of us calls ourselves “I,” and so each of us feels that “I want to be happy; I don’t want to suffer.” Everyone feels that equally, so there is no reason to cherish our own welfare over that of others. Let’s work today to keep that big mind that wants to eliminate misery no matter whose it is and the mind that wants to create happiness no matter whose it is."
  },
  {
    "Category:": "Bodhicitta",
    "Author:": "Ven. Thubten Tarpa",
    "Quote text:": "The Bodhicitta aspiration is very precious, and it’s important that we don’t let even the contrived Bodhicitta that we’ve developed in this life to degenerate. So, as we go through our day, let’s continue to work to develop a strong mind or moments of mind that have fortitude and courage. We want to enhance our good qualities; that’s what it really means to have a strong mind. Keeping the Bodhicitta motivation at the forefront is an important step toward developing that kind of strong mind. No matter what we’re doing today or where we go, let’s remember that we’re working to become a Buddha for the benefit of all sentient beings. In this way, we make our lives meaningful, and we really start to develop that strong mind that can make a difference for all sentient beings."
  },
  {
    "Category:": "Disturbing Emotions",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "In setting our motivation, of course we want to have a motivation of kindness and compassion towards living beings. Even if we feel that in our hearts, we have to be careful of how we express it verbally and physically. Sometimes we don’t have so much the intention of kindness and compassion. We may be upset or fearful, and so our meditation goes to one of defensiveness and so on. Even though at the moment we may feel angry, we need to get in touch with our underlying wish to be a compassionate person. Even though we may not feel especially compassionate at that moment, it’s important to at least realize that that’s the direction we want to go in. So, as we interact with others today, let’s consider how we are affecting them, and let’s really work to develop compassion for others and a wish for them to be happy and free from suffering."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Recently at Sravasti Abbey, we went on a week-long retreat on Tara. One of the reasons that it’s so nice to go on retreat every so often is that it’s almost like “going on vacation with the Buddha.” It’s really nice to leave aside the concerns of the world and focus on our mind and developing our good qualities. While maybe we can’t go on retreat today, we can still take as much time as we can to do this on a smaller scale, and that begins with our motivation. So, as much as we can today, let’s try to remember why we’re working towards Buddhahood. When someone pushes our buttons or things don’t go as planned, let’s try to keep the big picture as our focus, and let’s keep reminding ourselves that we’re working so that we can benefit all sentient beings as much as possible."
  },
  {
    "Category:": "Kindness of Others",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "It’s really important to consider, again and again, the kindness of other living beings. It’s important to remind ourselves that our lives depend upon them and not just on the kindness of those beings we know but also, and maybe especially, the kindness of strangers. Expanding this even to include the kindness of people who harm us or threaten us is also essential because those people are providing us with opportunities to practice the Dharma that people who are kind to us do not provide. So, let’s spend a moment thinking of the kindness that is all around us. Then, to repay that kindness, let’s recall our own potential to become fully awakened Buddhas and have a determination to really actualize that potential."
  },
  {
    "Category:": "Bodhicitta",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "It’s always good to come back again and again to the fact that we live interdependently with all other living beings, and while we may not live close to all of them, in one way or another, they affect us. Seeing this fact, what if we cared about each other? What if we expand our mind and think of happiness not in terms of just what pleases us but also what pleases others. Seeing that we and others are basically the same in wanting happiness and not suffering and that they have all been tremendously kind to us, it’s only suitable that we return that kindness and open our hearts to other living beings. The best way to do this is to attain awakening so that we will have the qualities that will enable us to really influence other living beings in a positive way."
  },
  {
    "Category:": "Self-centered Thought",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "A Bodhisattva is someone who aspires to become a fully awakened Buddha so that they have the capacity to be of greatest benefit to all other living beings. Generating that aspiration for full awakening depends on a lot of causes and conditions, and one of them that is very important is seeing the disadvantages of the self-centered thought and the benefits of cherishing others. Doing that is a complete reversal of how we’ve been thinking up until now, and so as we start to make that change, our self-centered thought can really fight back very strongly and manifest as all sorts of grasping and craving and clinging. This is all normal, but it’s also very painful, and it can be confusing as well. So, we need to have patience and kindness with ourselves, but we also need to stay centered on our heartfelt wish to become fully awakened Buddhas."
  },
  {
    "Category:": "Cyclic Existence",
    "Author:": "Ven. Thubten Semkye",
    "Quote text:": "When bad things happen in our world, they remind us that there are many external events that we have no control over. Since we are Bodhisattvas in training, we will not simply consider the effects of these events in terms of our own individual welfare, but we will also expand our minds outward to think about all of the beings who are affected. When we open our hearts with compassion towards those situations then when suffering arises and we have to face it, we will not collapse into personal distress. Instead, we will understand that this is the nature of cyclic existence. It’s very nature is unsatisfactory, insecure, impermanent. So, today as we experience the events of our lives, let’s not get caught up in how those events affect us personally. Instead, let’s touch very deeply in our hearts that motivation to be of the greatest benefit and to become awakened solely for that purpose."
  },
  {
    "Category:": "Bodhicitta",
    "Author:": "Ven. Tenzin Tsepal",
    "Quote text:": "There’s no greater purification for our mind than Bodhicitta, the aspiration to attain full awakening for the benefit of all beings. Reflecting on the suffering and dissatisfaction of sentient beings in the various realms, helplessly under the control of karma and afflictions, unknowingly creating causes for suffering although wishing for happiness, let’s just reflect for a moment how wonderful it would be if they met with peace and happiness. Today, to the extent that we can, let’s take personal responsibility to bring that about, knowing that now our capacity is limited but generating a strong aspiration to achieve enlightenment, full awakening, so that we can truly be of benefit to others."
  },
  {
    "Category:": "Disturbing Emotions",
    "Author:": "Ven. Thubten Chonyi",
    "Quote text:": "The minds of sentient beings are so completely clouded by confusion. Sometimes we doubt what we say; we doubt whether we should have said what we said; we doubt whether we should have done what we did. When we step back and look at all the different ways that just our own mind is confused, we can see how much we suffer unnecessarily as a result of that confusion. How fortunate we are that we have met the Buddha’s teachings, and we have the opportunity to begin to question how things work. Since we have a chance to question, our compassion can arise. So, let’s hold that thought of compassion in our minds today. Let’s hold compassion for our own confused minds and let that compassion expand to include all sentient beings who are confused just like us."
  },
  {
    "Category:": "Karma",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Everything that functions is created by causes. It’s not the case that there can be something that functions that has no causes. So, causes are always ripening into results every moment of our lives. Everything is changing from moment to moment. As previously created causes ripen into results, we create new causes that will ripen into other results in the future. The challenge becomes figuring out how to abandon creating causes that produce pain. Generating Bodhicitta is the best way to do that because it involves having love and compassion for all beings. Especially because it wants to lead all those beings out of samsara then any action done with that intention becomes quite powerful. Today, let’s really work to generate that Bodhicitta motivation, and even if it is fabricated right now, let’s remember that one day it will become spontaneous."
  },
  {
    "Category:": "Bodhicitta",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "It’s important to really plant our motivation very firmly within the context of being of benefit to all sentient beings and to do this by subduing our own minds. So, let’s not make this attitude of compassion for others something that pertains to just this life. Instead, let’s really stretch our minds and consider how enormous the universe is and how many sentient beings there are. If we are able to purify our minds and develop our good qualities then for a long time and in a very expansive way, we’ll be able to work for the benefit of other sentient beings. We’ll be able to do this particularly by helping them to free themselves from cyclic existence in the same way that the Buddhas and Bodhisattvas are trying to help us free ourselves from cyclic existence. So, let’s really try to keep this expansive Bodhicitta motivation as we go through our day."
  },
  {
    "Category:": "Cyclic Existence",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Take a moment to really reflect on impermanence and the fact that things do not remain the same even the next second. There is no way to stop the change, so rather than fighting it, it’s better to adapt to it. Change doesn’t have to be something negative because the fact that things change moment by moment also indicates that we can change the state of our mind moment by moment. So, let’s generate that mind that accepts change and is not surprised when changes happen. A fully awakened Buddha also has a mind that changes moment by moment, that is aware of all existence, all objects of knowledge throughout the universe, and especially of the attitudes, dispositions, and interests of all sentient beings. This enables a Buddha to be the best guide that they can follow. So, today let’s really take refuge in the Buddha as our guide and generate a deep aspiration to become a Buddha ourselves to benefit others most effectively."
  },
  {
    "Category:": "Self-centered Thought",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Our favorite topic to think about is ourselves, and the way we think about ourselves is quite unhealthy because it involves a lot of fear, anxiety, and attachment. Then that fear and attachment leads us to anger, and we think anger is going to help us, but it usually creates more problems for us. This is why the Buddha asked us to really examine whether our self-centered thought is our friend or our enemy. If we find it is like a thief that steals our happiness and deceives us then we should kick it out of the house so it stops doing that. So, today, instead of coddling our self-centered thought, let’s really stand up to that thief that pretends to be our friend but actually makes a bigger mess in our lives. Let’s really contemplate the faults of the self-centered mind again and again so that we can really generate the determination to overcome it."
  },
  {
    "Category:": "Precious Human Life",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "A really great factor of our fortunate rebirth is that we are open and receptive to the Buddhist teachings, that we have the ability to think and examine correctly so that we can decide on the right view and the right conduct. It would be so easy to have been born as someone who follows along with whatever we are taught, who doesn’t analyze and discriminate well between different spiritual beliefs, and who, as a result, adheres to all sorts of wrong views that are harmful to themselves and others. So, today let’s really make a determination to increase our capacity to analyze, discern, and to think properly and then to follow through with and act on those conclusions rather than acting on whatever afflictive emotion comes in our mind and sways us."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Ven. Thubten Jigme",
    "Quote text:": "Think for a moment about what it would really mean to “make our practice our life.” If we actually think about making our practice our life and really settle into that idea then there’s a lot of joy in the mind. No matter how our practice is going, our motivations are generally positive and focused on going in a positive direction. When we make our practice our life, we are really cultivating our merit. When our afflictions get the best of us, even then we use our purification practices to transform those actions. By making our practice our life, we are creating the causes for our full awakening and then with our full awakening, we will be able to enact our Bodhicitta motivation to be of benefit to all sentient beings in the most excellent way. So, as we go through this day, let’s keep that motivation in mind, and let’s work hard to transform our lives so that we really are living our practice."
  },
  {
    "Category:": "Karma",
    "Author:": "Ven. Thubten Damcho",
    "Quote text:": "Consider for a moment the story of the boy and starfish. In this story, a little boy is walking down a beach throwing starfish back into the ocean. A grownup asks him, “Why do you even bother to do this at all? What does it matter when this whole beach is covered with starfish.” The little boy says, “Well, it mattered to that one,” and he continues to throw the starfish back into the ocean. Just like this little boy, we don’t know what the effects of our virtuous actions are in the long run, but we can be sure that they matter. They matter to us; they matter to our mind; they matter to the beings around us. If we have conviction in the effects of karma, we know that a very small seed can bear a tremendous ripening result. So, with that in mind, let’s engage today in virtuous actions that will help us to attain full awakening so that we can help all beings out of samsara."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "There are many, many sentient beings in this universe, and in comparison to the number of sentient being there are, the number of those who have the opportunity to listen to the Dharma are actually very few. Since we are so fortunate to have this opportunity, it is important that we not waste it in joking around, in insulting other people, or in defending ourselves against this, that, and the other thing. Instead, it’s really important that we apply the Dharma to our mind and use it to change our emotions, our attitudes, and our behavior. So, today, let’s really make the determination to engage with the Dharma in a very meaningful way rather than treating it as a hobby or as something we do once in awhile when we’re bored. Let’s engage wholeheartedly with the Dharma so that we can attain full awakening and help all of those sentient being in the best way possible."
  },
  {
    "Category:": "Bodhicitta",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Learning about emptiness and developing that side of the path, looking at the ultimate nature, is very important, but for our understanding of emptiness to be truly effective, we need to combine it with concentration and have a unity of serenity and insight focused on emptiness of inherent existence. So, for that reason, it’s important to generate concentration, or serenity, and this is also necessary to really integrate Bodhicitta with our mind. Bodhicitta, the aspiration to attain full awakening so that we can be of benefit to all sentient beings in the best way possible, is what really makes our life and time meaningful. Generating that Bodhicitta motivation is also the best way to use this precious human life that we are so fortunate to have. So, let’s really work today to develop the concentration that will help us to really permeate our minds with Bodhicitta."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Everywhere we look in our system of practice, we will find Bodhicitta and the wisdom realizing the ultimate nature as the things that we are encouraged to cultivate in our own minds. With the Bodhicitta, we are able to create great merit, do intense purification, and fulfill the collection of merit that leads to the Buddha’s form bodies. By going deeply into the wisdom realizing the ultimate nature, we are able to fulfill the collection of wisdom, which is the principal cause of the Buddha’s Dharmakaya. So, with the intention to do just that, let’s go through this day focused on the Dharma and making it a real part of our lives. Instead of viewing it as something separate, let’s infuse every part of our lives, every part of our day, with the Dharma and really work hard to use all the things we experience as part of the path to full awakening."
  },
  {
    "Category:": "Bodhicitta",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Today, let’s come back to the motivation that makes our life very meaningful and very worthwhile. That’s the motivation to attain full awakening not because we want the highest, most exalted state for ourselves alone but because as Buddhas, we’ll have all the qualities necessary so we can really benefit others. We won’t be limited by fear, which sometimes makes us have a lack of compassion for others; we won’t be limited by ignorance, which doesn’t know what to do in order to benefit them; we won’t be limited by the lack of ability or skill, which doesn’t have the power to really carry out our altruistic intentions. Instead, spontaneously, effortlessly, benefit will flow from us. Needless to say, this is going to take a lot of time and a complete revamping of who we are, but it’s the most worthwhile thing we can do. So, let’s have patience with ourselves but also a great determination to put tremendous effort into this long-term goal."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Ven. Thubten Tarpa",
    "Quote text:": "The most important thing in terms of any action we do is our motivation. So today, as we go through our life, let’s try to cultivate as much as we can the Bodhicitta motivation, the aspiration to become a Buddha in order to help all sentient beings as much as possible. Let’s really consider how to live our lives in a way that reflects this motivation and let’s remember that we do this out of concern for all sentient beings, not just those who are close to our hearts or even those that we have direct contact with in our lives. Let’s expand our motivation to include all sentient beings in all realms, and let’s make compassion for those beings what motivates everything we do."
  },
  {
    "Category:": "Kindness of Others",
    "Author:": "Ven. Thubten Jigme",
    "Quote text:": "Just as we want to be happy and don’t want any problems or suffering, likewise everybody else feels exactly the same. If we think about it, everyone has been kind to us in some way or another. Therefore, it is only proper that we be concerned with all those kind beings. We would then try to bring to them every type of happiness and relieve them of all their problems and suffering. If we ask ourselves if we have the ability to do this, the answer is more than likely “no.” Who does have that ability? Only a fully enlightened Buddha who is totally clear minded and fully evolved. So, what we need to do then is to try to achieve that state of a fully enlightened Buddha in order to be able to benefit all beings as much as possible. With this highest motivation, let’s work today to grow our good qualities and progress along the path to full awakening."
  },
  {
    "Category:": "Karma",
    "Author:": "Ven. Thubten Tsultrim",
    "Quote text:": "Our actions matter. They not only influence others in this life but also result in our own experiences in this and future lives. Results of our actions depend on our intentions in that actions done with a virtuous intention bring happy results and those done with non virtuous intentions bring unpleasant results. Human intelligence makes us particularly qualified to discriminate between constructive and destructive, beneficial and harmful, what to practice and what to abandon. As human beings, simply surviving or seeking a healthy, happy life is not making use of our full potential. We must look deeper and ask, “How did this human being—me—come into existence? How can I make my life meaningful? What happens after I die?”"
  },
  {
    "Category:": "Karma",
    "Author:": "Ven. Thubten Jampa",
    "Quote text:": "In our world, a number of people have achieved power due to the merit they have collected in their previous lives, but instead of using that power to develop their minds, they use it for destructive activities. In contrast, Buddha Shakyamuni was once just like us, common human beings, but he created the causes that enabled him to develop his mind and use it in a very positive way. He is an example for what it is possible to develop on the basis of a human life. If we respect and act according to the law of cause and effect, we can make huge progress and become a Buddha ourselves. It’s our decision what life we want to live and how much effort we put into progressing on the path. Today, let’s really consider the causes we are creating for our future lives, and as best we can, let’s work to keep that Bodhicitta motivation so that we can become Buddhas and help all sentient beings out of samsara."
  },
  {
    "Category:": "Disturbing Emotions",
    "Author:": "Ven. Thubten Samten",
    "Quote text:": "In 1914, in the midst of World War I, Pope Benedict the 15th called for a Christmas truce. That idea was officially rejected, and yet, something else happened on Christmas day in 1914. It began when some German soldiers emerged from their trenches and approached the Allied lines calling out “Merry Christmas.” The soldiers exchanged cigarettes, sang Christmas carols, and spent a few minutes in friendly conversation. When considering this event, it’s clear that we can put down the story of the external enemy when it arises within us. If in fact we’re doing what we say we want to do, working for full awakening for all sentient beings, we can’t leave anyone out, no matter what side of the “trenches” they might appear to be on. So today, let’s really encourage ourselves deeply to see that when this idea of the “enemy” arises, it is really just our mind making up a big story, a lie in fact. Instead, let’s work hard with joyous effort to cherish all sentient beings."
  },
  {
    "Category:": "Precious Human Life",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Somehow between last year and this year, we have maintained our precious human life that gives us all the opportunities to practice that we could wish for. Knowing this, it’s good to reflect on how we’ve spent the last year. Did we fritter that time away or did we use it wisely? What about our actions? In this way, we can regret the things that need to be corrected, and we can make determinations for the upcoming year. One of the best supports to this kind of process is having the Bodhicitta mind. Since this mind is so vast and concerned with the highest welfare of each and every living being then generating it and doing actions under its influence is a strong purification and a strong creation of merit. So, let’s generate that loving and compassionate thought, aspiring for full awakening, as we go through this day. Let’s work to make this aspiration what motivates all that we do today and all that we do for the rest of our lives."
  },
  {
    "Category:": "Disturbing Emotions",
    "Author:": "Ven. Thubten Tarpa",
    "Quote text:": "All of the 84,000 teachings that the Buddha taught flow into and arrive at the profound emptiness, the core of the teaching. Why is this? It’s because all of the sufferings that we undergo, that every sentient being undergoes, arise from this basic misconception, this misunderstanding of how things exist. It’s a misconception about the nature of reality, and its antidote is the wisdom that understands correctly the emptiness of inherent existence. All of the Buddha’s teachings flow into us having this realization. In order to develop this realization, let’s set our aspiration today to really work to develop the mind of serenity and concentration, a mind that is peaceful and calm, free from all the different kinds of coarse afflictions, and clear and powerful. Then let’s use this tool to realize emptiness so that we can become fully awakened and relieve every being of every suffering."
  },
  {
    "Category:": "Bodhicitta",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "It’s always a privilege to have the opportunity to generate Bodhicitta, even if it’s contrived Bodhicitta. Just to have the time, the space, the inclination, and the thought or wish to generate Bodhicitta is already a great privilege that most sentient beings on this planet, in this universe, do not have. Although we generate the Bodhicitta periodically throughout the day here at the Abbey before most major activities, we may just take that opportunity for granted. “Oh, here we go again generating Bodhicitta, yawn.” Really, though, when we think about how precious that altruistic intention is then we see what a privilege it is that we have the opportunity to contemplate it and generate it. So, with that kind of happy, enthusiastic mind, today let’s turn our focus to the benefit of all sentient beings, to clearing away our own obstacles, and to cultivating the myriad good qualities that are necessary to attaining Buddhahood."
  },
  {
    "Category:": "Precious Human Life",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Let’s really contemplate our fortune at being alive at this time and having the opportunity to practice. Let’s really rejoice at our good fortune, at our opportunity, at the potential we have, and let’s set a very firm foundation by generating the Bodhicitta motivation. Let’s make this our motivation for everything we do today. We may only be one person, but when we have the Bodhicitta motivation, we represent all sentient beings. So, when we can keep this motivation, we are bringing all sentient beings into our virtuous activities in one way or another. With this kind of thought, let’s work to make our lives meaningful and to continue on the path to liberation so that we can help those sentient beings in the best way possible."
  },
  {
    "Category:": "Bodhicitta",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Love is the wish for living beings to have happiness and its causes, and it doesn’t have any strings attached. There are no “ifs,” “ands,” or “buts,” such as “if you are kind to me” or “if you like me” or “if you tell people how wonderful I am” only then will I wish for your happiness. We can see so often in our relationships with people that we have many conditions for wishing them to have happiness and its causes, so, that kind of wish winds up being quite polluted with attachment. One method to help us overcome this is to realize that what is appearing to us as a real person is basically a karmic bubble, simply something created by karma and afflictions. The more we can train our minds to see all beings this way, the more we’re able to release the attachment and aversion to specific beings, which gives us space to cultivate actual love for them. So, with this kind of intention, let’s make a strong determination in our lives today to develop this kind of love for other living beings and for ourselves as well."
  },
  {
    "Category:": "Self-centered Thought",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Let’s again work to develop a heart that is open and non-judgemental towards other living beings, a heart that is more concerned with others than with our own welfare. When we have that thought, we don’t fear other living beings. Think for a moment what that would be like to not have any fear towards others and to never feel threatened by them no matter what they did because your focus is more on their welfare than your own. Buddhas care more for others than themselves, and they have happiness; we care more for ourselves than others, and we have suffering. Even though it is difficult to overcome our self-centered thought, at least let us see the benefits to doing so. Let’s have that aspiration and imagine what it might feel like to be free of that self-centeredness and to be able to look at all other living beings with a heart of kindness. With that kind of motivation, let’s live our lives with an attitude of kindness and compassion."
  },
  {
    "Category:": "Bodhicitta",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "When we go to sleep at night, we have the opportunity to “reset” the state of our mind because we go into a state of subtle consciousness and all the chatter, preconceptions, and emotions stop. Then when we wake up in the morning, we can start afresh and generate our motivation of compassion and Bodhicitta afresh. So, there’s really an opportunity when we wake up the next day to generate our motivation anew, and it would be good if we could do that during the day, too. Whenever something happens and our mind goes “out of wack,” we can stop and center ourselves and regenerate our Bodhicitta motivation once again. We can come back, again and again, to that motivation that lights our hearts up and makes us enthusiastic, hopeful, and active. So today, whenever struggles arise, let’s make an effort to come back to that most important motivation that will help us to progress along the path to full awakening."
  },
  {
    "Category:": "Disturbing Emotions",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "There are countless Buddhas and Bodhisattvas, and there are countless sentient beings. Our job is to somehow connect the sentient beings and the Buddhas and Bodhisattvas in such a way that the sentient beings can receive the teachings of the three jewels and then through practicing them become those three jewels. What motivates us to connect sentient beings and the three jewels is of course compassion, but it isn’t an irrational, ignorant kind of emotion. It is based on reasoning, understanding why sentient beings are loveable, why they deserve to have happiness and freedom from suffering. So today, let’s really put some effort into discovering all of those places inside where we’re “stuck” and applying the antidotes to them. Let’s really put effort into dispelling those illusions, and let’s do it with the goal of becoming a Buddha so that we can help others who are also under their influence."
  },
  {
    "Category:": "True Happiness",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "The kitties who are living at Sravasti couldn’t have much better lives as kitties than they do, but they are still unhappy. That’s kind of like us. We have incredible fortune to have a precious human life, but we still find lots of things to be unhappy about. We can waste a whole lot of time being unhappy, and that doesn’t lead to happiness. It’s important to cut our discontent when it arises and return our mind to a joyful appreciation of our opportunities so that we can really use these opportunities wisely to progress along the path. Today, rather than memorizing our “litany of complaints,” let’s memorize the recitations; rather than picking faults at others, let’s criticize our self-centered thought; and rather than thinking of fulfilling our own wants and needs will bring joy, let’s work to understand that filling the needs of others will really bring delight and a true sense of satisfaction in our mind."
  },
  {
    "Category:": "Disturbing Emotions",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "It’s very helpful when we think of all sentient beings to consider the fact that they haven’t always been who they are now. Just even thinking about one sentient being from the time they were conceived as a human being in their mother's womb through all the stages of their life until death, you can see how much change there is there. So, in all these continuums—in one life, in many lives—there is no findable person in any of these. When we get some sense of that, it helps us realize that to judge other people and have opinions about them is rather nonsensical because there’s no findable person there to have the opinions about. So, as we go through our day today, let’s try to keep this kind of understanding in mind as we interact all kinds of different people, and let’s remember that ultimately we are working for their benefit as well as our own."
  },
  {
    "Category:": "Disturbing Emotions",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "It’s interesting how we get angry at inanimate objects when there is a ripening of causes and conditions, but there’s no one to get mad at; it’s just a machine. Similarly, when we get mad at another person, there is no findable person to get mad at; there’s just the product of causes and conditions. There is no solid “I” that is doing the thinking or creating the motivation; there’s just causes and conditions coming together. So, it is helpful when we fall under the influence of disturbing emotions to really consider the fact that what we are experiencing is just the product of causes and conditions. Today, instead of getting mad at ourselves, let’s work to change the causes and conditions with the goal of attaining full awakening for the benefit of all sentient beings."
  },
  {
    "Category:": "True Happiness",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "No matter the type of meditation practice we are currently engaging in, it’s important that the motivation for that is compassion. It’s important to really put that into practice and make that our motivation for everything that we do. Throughout the day let’s keep coming back to this motivation over and over again, and let’s keep putting the focus of our attention on the welfare of all sentient beings. When we see ourselves just spinning around “I” and “My problems” and “My life” and “I want,” let’s stop and realize that that’s not in accord with our motivation. Then, without getting mad at ourselves, let’s just put ourselves back on track and go on. As much as we can, let’s really work to see the faults of that self-centeredness and the benefits of cherishing others and put our mindfulness on the benefit of others because then the happier we’re going to be by far and the more meaningful our lives will become."
  },
  {
    "Category:": "Bodhicitta",
    "Author:": "Ven. Tenzin Tsepal",
    "Quote text:": "It takes a great deal of merit and inner strength to realize emptiness or even to gain a correct understanding. If it were easy to do this, we all would have done it already, and we’d all be out of cyclic existence. It really challenges our ideas of who we are and how we think things exist. It rattles our conceptions of what we think the world is, but that’s actually quite good because our conceptions are mistaken. So, rattling those wrong conceptions is loosening their grip and inching us towards the correct view. So today, let’s remember that we are trying to gain the correct view not for our own liberation from samsara but so that we will have all the skills, wisdom, and compassion needed to lead others in that direction as well. Let’s also work hard to make this Bodhicitta aspiration the motivation for all that we do."
  },
  {
    "Category:": "Bodhicitta",
    "Author:": "Ven. Thubten Samten",
    "Quote text:": "Let’s take a moment today to set our Bodhicitta motivation because it will influence everything we do and experience. It is so important for us to tune our minds to compassion, to hold it so dear, and then to expand it to a place where we can really take in concern for all beings everywhere, their suffering, their wish to be happy. The more time we spend with this thought of benefitting them and becoming enlightened in order to do that, the more our minds will change as we create this new pathway in our thinking and our heart, as we subdue all the obstacles in the way of this beautiful and most noble human value. So, let’s take a moment to generate—in our own way—this highest aspiration, and let’s come back to this motivation time and time again as we go through our day."
  },
  {
    "Category:": "Bodhicitta",
    "Author:": "Ven. Thubten Damcho",
    "Quote text:": "As the life story of the Buddha shows, it was through uniting concentration and insight into the nature of reality that he was able to completely purify his mind and become fully awakened. On reflecting on this, it’s important to remember that we don’t cultivate concentration for its own sake. Even if our mind is capable of attaining these incredibly powerful states of meditative stabilization, the most important thing is to use it as a tool, to combine it with insight into the nature of reality, and to have this supported with Bodhicitta. That way, we’re steering the full potential of our minds to be of benefit not just to ourselves but to all sentient beings. With this broad view in mind, let’s work today to develop concentration with the intention of using this tremendously powerful state of mind to help all sentient beings out of suffering."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Ven. Thubten Samten",
    "Quote text:": "During a teaching that Venerable Chodron gave on the Gomchen Lamrim, at one point she said the following, and it really struck everyone in the room and online: “Becoming Buddha isn’t just concentration, and it isn’t just realization of emptiness. A lot of the path is character development. It’s developing a good character; it’s learning how to be an ethical person who has a kind motivation, a person who can cherish others more than self. So, don’t think of the path as gaining some super-duper experience that is out of this world because it’s really about becoming a healthy human being who can function in the world without harming others and is able to benefit them.” So, let’s take a few moments today to really consider what that means to each of us, how important that is, and what each of us is doing to head in that direction."
  },
  {
    "Category:": "Self-centered Thought",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "We all feel in our hearts that “I want happiness,” but who is that “I” that wants happiness? When we start to search for exactly what that “I” is that wants happiness, it becomes a little bit vague. Yet, when we think of ourselves suffering, that thought of “I want happiness; I don’t want suffering” is really, really strong. Who is that “I” that wants happiness and not suffering? Why is that “I” so important? Why it it more important than others? We can’t exactly pinpoint what that “I” is, so how can we also say that it’s more important than others? So, with a sense of curiosity about exactly who that “I” is and why it is so important then let’s go through our life today with an openness to changing our perspective on the “I” and do this for the benefit of all sentient beings."
  },
  {
    "Category:": "Cyclic Existence",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "When we take refuge in the Buddha, Dharma, and Sangha, there are several different factors and motivations involved. One is concern about being born again in Samsara, some dread of that and not wanting that to happen. However, that alone isn’t enough of a motivation to take refuge. We also have to know what the Buddha, Dharma, and Sangha are and to have faith in them, to know their qualities and how they benefit us. Then, too, it’s important that we aren’t just seeking a remedy to our own personal samsara but that we have a very large perspective and goal in mind, the goal to become a Buddha so that we can help all beings out of samsara. So, with that motivation and refuge in the three jewels, let’s work today to attain liberation so that we can help all beings to be free from cyclic existence."
  },
  {
    "Category:": "Bodhicitta",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "We always want to make our motivation as expansive as possible, especially when we’re trying to create virtue. That motivation is expansive in terms of the number of living beings we want to be affected by virtuous actions we are doing and also in the kind of benefit that we want to extend. So, it’s not just giving food and clothing and shelter and medicine—which of course is very good to do—but it is also developing the motivation to free living beings from cyclic existence once and for all. To be able to benefit sentient beings in that way, we definitely have to be able to progress along the path ourselves, so that’s why we learn the Dharma and put it into practice. It’s for that long-term purpose of benefiting each and every living being in the highest way, being able to help them to gain full awakening. So, let’s generate that kind of motivation again and again and again as we go through our day."
  },
  {
    "Category:": "True Happiness",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "All of us want to experience the highest happiness and to be free of all misery, and the way to do that is to attain Nirvana and specifically the non-abiding Nirvana of the fully awakened ones. The key to doing that is to realize the nature of reality, the emptiness of inherent existence. So, it is this topic that we must turn again and again in our lives. It’s important, though, to remember why we are learning this. It’s so that we can attain full awakening for our own purpose and for the purpose of all living beings. As we go through our lives today, let’s consider the emptiness of inherent existence as much as we can, and let’s remember that we’re working hard for all sentient beings, not just for ourselves."
  },
  {
    "Category:": "Bodhicitta",
    "Author:": "Ven. Thubten Semkye",
    "Quote text:": "There are many things in this world that we have learned and have wanted to learn about and understand deeply in order to become successful and accomplished. In our lives, we have strived for excellence in these worldly matters with great diligence, focus, and joy. However, there is nothing more important for us to do as Dharma practitioners than to balance our outer-worldly successes by deepening our understanding of our own minds in order to fully actualize a wisdom mind that will serve us far beyond the worldy success of this life. It’s important for us to use the same diligence, determination, and joy to bring about this mind. So, as we work today to create the causes and conditions for that wisdom mind to arise, it is crucial that we generate a motivation of compassion for all sentient beings. So, let’s make that Bodhicitta mind the basis for all of our actions today."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "His Holiness, the Dalai Lama frequently talks about survival of the most cooperative. When you think about it, the spiritual path is in one way going against the grain and not cooperating with some worldly standards. In the other way, though, it is based on cooperation. Cooperation is key for the existence of the Sangha, for the existence of the Dharma, and for our own spiritual practice and advancement. Cooperation means learning how to work with others for a common goal that is good for everybody, and we need to look closely at our motivations and at how we relate to other people because these daily behaviors and attitudes are very indicative of the degree to which we’ve been able to integrate the Dharma into our lives. So today, let’s keep our mind focused on the long-term benefit for ourselves and for others, and although our mind is focused on this long-term benefit, let’s practice day to day with even the small situations that come our way."
  },
  {
    "Category:": "Disturbing Emotions",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Think about the rain for a moment. We may not like the rain or walking in the rain or having wet shoes. However, the fact is that when the rain is falling, these are the circumstances facing us. We can either get mad about it, or we can recognize the fact that anger is totally useless and doesn’t change anything. It is the same with many situations in life. They are the way they are and getting upset doesn't change much. Sometimes we just have to accept the situation and do the best we can instead of causing more troubles for ourselves by wanting things to be different than they are. So today, let’s have a determination to face all situations with equanimity and not to let our anger pull us away from our determination for full awakening."
  },
  {
    "Category:": "Karma",
    "Author:": "Ven. Thubten Tarpa",
    "Quote text:": "A few days ago, a little bird ran into the window here at Sravasti Abbey while we were in morning meditation. It fell on its back and turned itself over and then it didn’t really move for about fifty minutes. We thought it had died, and then right as we were dedicating in the morning, it hopped off into the bush. This really had us thinking about how quickly things change. It’s the same for all of us, but it’s not something that comes to mind all the time. It’s good, though, to bring these kinds of things to mind and to use them to help us stay focused on what we’re trying to do with our lives. It’s also a great opportunity to remember that in many ways, we are just like that bird. While we don’t live the exact same life, we all have to deal with those obstacles that ripening karma throws up in front of us. So today, let’s really work towards full awakening so that we can make our lives meaningful and help all beings out of this cyclic existence that is full of windows and worse."
  },
  {
    "Category:": "Kindness of Others",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Think of the vast number of sentient beings everywhere who are each having their own individual experiences. All these ordinary beings are stuck in some form of dukkha, whether it’s explicit pain or the dukkha of change or just the dukkha of being under the influence of karma and afflictions and thus having no freedom. We are just like them, but we also have the fortune to have met the Dharma. So, it’s important that we make use of that fortune and practice well not for our own benefit but to repay the incredibly kindness of other beings. The best way to do that is to develop all the skills of a fully awakened one. So today, let’s remember this long-term purpose and also let this become our motivation for everything we do so that we can steadily work towards full awakening."
  },
  {
    "Category:": "Disturbing Emotions",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "The deepest cause of anger is our ignorance misconceiving reality. In addition to this, other factors contribute to our becoming angry at any particular moment. These include the seed of anger in our mindstream, our habit of getting angry, the inappropriate attention that projects negativity, the strength of our attachment, and contact with external factors. By understanding these causes and conditions for anger to arise, we can then begin to change them and thus tame our anger. So today, instead of giving in to our anger, let’s work to identify these causes and conditions and remember that we are working to tame our minds in order to help all sentient beings in the most effective way possible."
  },
  {
    "Category:": "Cyclic Existence",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "We are all familiar with the power of habit and the difficulty of breaking a bad habit. In addition to ordinary habits, such as taking the same route to work every day, we also have emotional habits. Some people have a strong habit of becoming angry. Their energy easily goes in that direction because in the past they have not cultivated patience by applying the antidotes to anger. We are fortunate to have met the Dharma and to have access to teachings that show us how to apply these antidotes. So today, let’s not get carried away by our afflictive emotions. Instead, let’s really put our training into practice and move forward on the path to full awakening."
  },
  {
    "Category:": "Bodhicitta",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "One of the most poignant meditations I have ever led occurred at a retreat in Israel, following a discussion of the Holocaust. We imagined Chenresig, the Buddha of compassion, in the concentration camps, in the gas chambers, and in the trains and prisons. As we recited the compassion mantra, om mani padme hum, we imagined the brilliant light of compassion radiating from Chenresig and permeating every atom of these places and of the people in them. We imagined it purifying the suffering, hatred, and misconceptions of all the beings affected by the holocaust. People wonder whether forgiving means forgetting. No, it does not. Remembering is important, but no benefit comes from keeping the pain, resentment, and anger alive in our hearts. Remembering with compassion is more powerful."
  },
  {
    "Category:": "Disturbing Emotions",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "To begin to counteract our habits of resentment, frustration, and so forth, it is helpful to look inside and observe our emotional patterns. Are there particular topics that inevitably provoke agitation in us? Do we habitually feel angry in certain types of situations? Noticing these reactions, we can do further research and ascertain exactly what our mind is projecting and fearing. Then we can re-balance our view, making it more realistic. So today, let’s make a determination to really observe what is happening inside of us rather than telling ourselves those same tired stories about being angry people or depressed people or unhappy people. Instead, let’s work to change these patterns so that we can attain full awakening and most effectively help other people to change their emotional patterns, too."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Inappropriate attention is a mental factor that exaggerates certain aspects of people, ideas, situations, and objects, thus creating incorrect stories about them. When we find ourselves ruminating on a problem - attributing negative motivations to someone, convincing ourselves of her ill will, and jumping to conclusions about the dire results of her actions - our inappropriate attention has taken over. As we go through our day, let’s work to identify this inappropriate attention, and let’s move toward full liberation by putting a stop to these stories that aren’t accurate or true. Let’s do this with the motivation of attaining enlightenment so that we can help all sentient beings in the best way possible."
  },
  {
    "Category:": "Disturbing Emotions",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "We need to select our friends carefully. Ill-chosen ones can be detrimental influences and provoke anger: Upset with a colleague, Peter spoke about it with his friend Terry, who responded, “That person is a jerk. You have to show him who's right and not let him get away with this. Tell everyone in your office what's going on!” Hearing this, Peter's anger flared higher, and the two of them set out devising a plan to humiliate the colleague. Although Terry was supposed to be a friend...in fact he reinforced Peter's anger, and by encouraging Peter to talk behind his colleague's back, he got everyone in the office stirred up. So today, consider carefully which friends you spend your time with and remember that the best friends are not those who indulge your afflictive emotions; true friends are those who help us stay on the path to full awakening so that we can help all beings out of samsara."
  },
  {
    "Category:": "Disturbing Emotions",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "The great Buddhist masters recommend contemplating the factors that stimulate anger. Becoming aware of the causes and conditions of our anger by examining our own angry reactions is beneficial. This awareness will enable us to work with these causes and conditions constructively. By diminishing them, we will not experience the resultant anger with the same frequency or intensity, and our interactions with the world around us will improve. So, if anger arises today, let’s not cause more suffering for ourselves and others. Instead, let’s work to identify the causes and conditions that have resulted in anger arising within us and to let this anger go rather than reacting to it so that we can continue progressing along the path to full awakening."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Subduing anger is a slow and steady process. Don't expect it to disappear overnight. Reacting in anger is a deeply ingrained habit, and like all bad habits, it takes time to unlearn. Developing patience requires a great deal of effort - and patience! Instead of getting mad at ourselves, let’s instead extend the same compassion to ourselves that we are working to develop for all sentient beings. Today, let’s remember that we are a work in progress and approach our experiences with patience and understanding. Let’s remember that we are Bodhisattvas-in-training, and before we can reach full awakening, we have to work with what is in front of us right now."
  },
  {
    "Category:": "Bodhicitta",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Another technique for working with anger is to ask ourselves, “Is the person who is harming me happy?” Suppose someone shouts at us and complains about almost everything we do. Is he happy or miserable? Obviously, he's miserable. That's why he's acting this way. If he were happy, he wouldn't be quarrelsome. Instead of reacting to the anger of others, let’s instead take that very important time to reflect and question. Perhaps more importantly, let’s also learn to feel compassion for the suffering of that sentient being who is under the influence of anger. Anger is not a fun emotion to experience; let’s remember this and do what we can to ease this suffering instead of reacting and causing more suffering for ourselves and for others."
  },
  {
    "Category:": "Disturbing Emotions",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "How can we help someone who is angry at us? Each situation is different and must be examined individually. However, some general guidelines may apply. First, we can pause, listen, and consider whether the other's complaints about us are justified. If so, we can apologize and correct the situation. That often stops his anger. Instead of putting up our defenses, we can open ourselves to the reality of the situation and infuse it with compassion for ourselves and for the person who is experiencing the anger. So today, instead of reacting to anger with anger or telling stories about “who’s right” and “who’s wrong,” let’s instead really work to approach all our experiences, and especially the most challenging, in a way that will help us move forward to full awakening rather than putting yet another samsaric roadblock in our path."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Children learn by observing their parents. If parents can identify their anger, apply antidotes to subdue it, and apologize when they make an antagonistic remark, their children will copy their example. It’s the same way for all the afflictive emotions. What we model, children copy. It’s not just children either. As Bodhisattvas-in-training, we model appropriate and moral behavior for others in many ways. So today, let’s do our best to be good examples for all the sentient beings we encounter. At the same time, let’s remember that we are not training our mind just to be an example for others. Instead, we are working to tame our afflictions with the goal of becoming fully awakened in order to help all sentient beings in the best way possible."
  },
  {
    "Category:": "Disturbing Emotions",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "The best way of making amends is through transforming our attitude, letting go of any hostility or other destructive emotion we may still harbor towards another person. It’s hard to do, though, isn’t it? It’s helpful to remember that these destructive emotions are not who we are. We are not our anger; we are not our anxiety; we are not any of those stories that we tell ourselves about being “that kind” of person. If we can learn to hold ourselves with compassion, we will be more successful in overcoming those emotions. So today, let’s really work hard to tame our minds, but let’s also approach our minds with compassion and patience. Remember, we are working towards enlightenment for the benefit of all sentient beings, including ourselves."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "It's so hard for us to say, 'I'm sorry,' isn't it? Our pride often prevents us from admitting our mistakes, even though both we and the other person know we made them. In many ways, this is another part of that “story” that we are telling ourselves about “who we are.” It’s tough to admit when we’re wrong. It’s tough to admit that we have made a mistake, and that’s one of those things that we have to learn to overcome. Instead of getting defensive and sticking with the story of “we’re right and everyone else is wrong,” let’s allow ourselves to be open and vulnerable when we make a mistake. Today, let’s allow ourselves to admit our mistakes so that we can move forward on the path to full awakening, and let’s remember that we are doing this for all sentient beings."
  },
  {
    "Category:": "Self-centered Thought",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Receiving criticism is an unpleasant and all too frequent experience. While we work hard to obtain some things - money, love, and so forth - criticism comes without our asking for it! When it does, our knee-jerk reaction is usually hurt and anger. We may turn that anger inward, doubting and blaming ourselves, or we may turn it outwards and criticize the other person or ruin her good reputation by talking behind her back. Instead of letting our defenses come up immediately and causing more suffering for ourselves and others, let’s instead look within and ask ourselves, “What is this that suffers when someone else criticizes? Who is this ‘I’ that is getting so defensive?” In this way, we can learn to use everything on the path to full awakening."
  },
  {
    "Category:": "Disturbing Emotions",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Training ourselves in techniques for working with anger when we are not upset or in a tense situation is important. Just as we drive around an empty parking lot in drivers' training to get used to the accelerator, brakes, and steering wheel before going on the highway, so we begin practicing in a tranquil environment, not a conflict situation. In this way, step-by-step, we can begin to train our minds in approaching situations with compassion and equanimity rather than reacting and causing more suffering for everyone involved. Today, even if we’re not angry, let’s practice working with these techniques so that when anger does arise, we will be better able to deal with it effectively. Let’s also remember that training our mind is not an overnight process. It’s going to take time, but it will be worth it for us and for all sentient beings."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "When someone criticizes us, our instant reaction is generally anger. What prompts this response? Our conception of the situation. Although we may not be consciously aware of it, one part of our mind holds the view \"I'm a great person. If I slip up and make a mistake, it's a small one. This person has completely misunderstood the situation. He's making a big deal out of my little mistake and declaring it at the top of his voice to the whole world! He's wrong!\" This description is oversimplified, but if we are honest with ourselves, we will recognize that we do think in this way. Are these conceptions correct? Are we perfect or nearly so? Obviously not. So today, let’s not tell ourselves these stories that help to push the situation out of control. Instead, let’s look within and ask if our views are really accurate or mistaken."
  },
  {
    "Category:": "Self-centered Thought",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "We have to admit that, because we are self-centered, the injustice and pain of the criticism we receive seem greater than everyone else's. When we put our situation into perspective and realize that at one time or another everyone is unjustly blamed (or justly held responsible!), distress over our own situation diminishes. For example, I was fuming over a comment which unfairly blamed me for something I had not done. Then suddenly the thought entered my mind, ˜Millions of people get criticized every day. This is not an uncommon experience. In addition, this isn't the first time someone has blamed me unjustly and it won't be the last. I'd better get used to this, because unsatisfactory experiences are the nature of cyclic existence. Before I knew it, the tension and anger had evaporated."
  },
  {
    "Category:": "Disturbing Emotions",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Let's suppose we're criticized for something we didn't do or are accused of making a huge mistake when we made only a small one. Still, there's no reason to get angry. This is like somebody telling us we have antlers on our head. We know we don't have them. The person who says that is clearly mistaken. Similarly, if someone blames us unjustly, there's no reason to become angry or depressed, because what she says is incorrect. If we react to the situation with anger, we will only cause suffering for ourselves and others. Instead, let’s examine the causes and conditions that have resulted in this anger, and let’s question whether or not our perception of the situation is really true. Let’s do this with the motivation of attaining liberation so that we can help all sentient beings who also find themselves in this and similar situations."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "When we decide not to respond to a critical remark, we must observe our mind to see if we have genuinely let go. If we have, no further build up of resentment will occur. If we haven't, a certain edginess will still exist in our mind. Sooner or later, our indignation will reach critical mass and we will explode. Genuine letting go means that we have dealt with our anger and our heart is peaceful. So, let’s make a determination now to work with our anger when it arises in a real way instead of pretending that we are not angry in order to feel better about ourselves or to “win” by making the other person think they don’t affect us. If we can really work with our anger in a genuine way, that is one more step towards full awakening for the benefit of all sentient beings."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "One reason others' criticism affects us so deeply is that we are afraid that it may be true. This occurs because we have never learned to evaluate our actions. Since childhood, we have relied on others to tell us if what we do is good or bad. As children, we needed to do this, but now as adults, we need to develop the ability to evaluate our own actions. Otherwise, if we simply rely on others to tell us who we are, we will become very confused because their opinions differ. Like anything, this is not an immediate process. Instead, we have to develop the habit of looking within and questioning ourselves, and that habit is one that is developed over time. So today, let’s make a determination to question our experiences and reactions as much as possible with the goal of developing our minds so that we can help other sentient beings as much as possible."
  },
  {
    "Category:": "Bodhicitta",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Sometimes pride blocks us from talking honestly with another person about sore points between us. We may want to ignore him or dismiss him by saying, “Your anger is your problem.” Such behavior is arrogant and cruel and arises from hurt and fear. We need to stop and ask ourselves, “What is going on inside me? How can I open my heart to acknowledge my own pain as well as the pain of this other person?” In such situations, our hearts will open if we remember that both we and the other equally want to be happy and avoid suffering. Then, we can wish happiness and freedom from misery for both of us. So today, let’s make a determination to include all sentient beings in our compassion and remember that just like us, they are trying to be happy."
  },
  {
    "Category:": "Disturbing Emotions",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "What do we do when people criticize our religious or political beliefs? We know that others are entitled to their own opinions, even if they disagree with ours, but one part of our mind may say, “Everyone has to agree with my ideas!” If that part of our mind is especially active and defensive, we need to ask, “What inside me feels insecure about others' not sharing my beliefs?” Then we need to listen openly to ourselves, and if we are thinking in a confused way, we need to guide ourselves back to a reasonable outlook. So today, instead of getting defensive and angry when we discuss opposing opinions, let’s really try to approach the situation with compassion and patience. Instead of seeing “someone who doesn’t agree with me,” let’s try to see “a person who wants to be happy just like me.”"
  },
  {
    "Category:": "Karma",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Our tendency to project criticism where there is none comes from unproductive emotional habits. It’s also a karmic result of criticizing and judging others in the past. When our mind is well accustomed to find faults with others, we incorrectly assume they will do the same with us. Here we have two useless habits to counteract: the first is judging others, and the second is assuming others are judging us. In many ways, this becomes a vicious cycle we have to deal with over and over again. So today, instead of telling that same story, let’s make a different choice. Let’s instead look within and question whether or not our assumptions and perceptions are really accurate or a result of a mistaken view."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "We may falsely equate others not agreeing with our beliefs with their criticizing them. This is not necessarily the case, for many people are tolerant of those with differing views. Having different opinions does not imply conflict and quarrels. Thus, it is incorrect to assume that others disapprove or are antagonistic towards us because our ideas do not coincide with theirs. Many times, it is our own assumptions that cause us the most pain rather than what is really happening. Today, let’s try our best to put down these assumptions and opinions and approach all our experiences with an open mind as well as an open heart."
  },
  {
    "Category:": "Karma",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "We may have had the experience of acting with a well-thought-out and positive motivation, but receiving criticism for our action. If we are confident in the purity of our motivation and did the best we could in the situation, there is no reason to doubt ourselves afterwards. We cannot control how our karma ripens, but we can control how we choose to deal with the situation. We can react in anger and cause more suffering for ourselves and others, or we can react in a more compassionate way, keeping our long-term motivation in mind and using the experience to move one step closer to full awakening. Today, let’s do our best to keep this Bodhicitta motivation in mind no matter what we experience, and let’s remember that we are working for the benefit of all sentient beings."
  },
  {
    "Category:": "Disturbing Emotions",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Other people don't make us into a victim. By getting angry, we make ourselves into one. Instead of reacting to a situation with anger, let’s work to train ourselves to look within and ask, “What is this anger? Why is this feeling of anger arising?” Let’s try to isolate what is really happening within us instead of giving into an emotional response that will only cause more suffering for ourselves and for others. Let’s train ourselves to do this with all of our afflictive emotions day-by-day so that we can continue to progress along the path to full awakening and help all sentient beings in the best way possible."
  },
  {
    "Category:": "Disturbing Emotions",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "When we feel like we’ve been mistreated, first, let's look at what we might have done in this life that resulted in our being mistreated. How might we have co-created this situation? Did we do something that aggravated or hurt the other person and made his acting this way toward us more likely? Looking inside, we must be honest with ourselves. Maybe we really weren't so innocent. Maybe we were trying to manipulate the other person and he didn't fall for it. Instead he got upset, and then we acted hurt and offended. But, in fact, our own behavior contributed to the situation. So today, let’s try to be really honest with ourselves and also patient as we work with our difficult emotions, and let’s also remember why we’re working in the first place: to become Buddhas so that we can help others who experience these same things."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "We need to work with our tendency to criticize others. When we observe our mind closely, most of us find that we have opinions about everyone and everything. Even when we are waiting in line at the store, our mind is like a sportscaster with a running commentary on everyone around us. \"This person is too loud. That one's too quiet. Why does this person part his hair like that? It's so weird! That woman's clothes don't fit properly. This man's pants are dirty,\" and on and on. This could actually be humorous if we weren't so involved in believing it all! So today, let’s really work to notice when this attitude arises, and instead of giving into it, let’s remember that those people we want to criticize are the same people we are working to benefit. Instead of being critical, let’s change our focus to one of compassion and wishing them happiness and freedom from suffering."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "It is never helpful to tell someone that what he is feeling is wrong or that he should not feel that way. Similarly, jumping in and trying to fix the situation often leaves our friend feeling misunderstood. He wasn't looking for a solution; he simply wanted to be heard. Wanting to fix the situation is often indicative of our own discomfort with someone's emotions. In this case, we need to look inside ourselves, recognize what we are feeling and why, and apply appropriate antidotes. So today, let’s try to really be good listeners to our friends instead of trying to solve their problems. Let’s also try to be good listeners to any sentient beings we encounter and remember that ultimately we are working for their benefit. While this is a beautiful long-term goal, we can also help them right now by being present."
  },
  {
    "Category:": "Disturbing Emotions",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Let’s take a moment to pacify anger and develop love and compassion with the following meditation from the Tibetan tradition: imagine feeling impartial love and compassion for each and every living being and then visualize this love and compassion appearing as a ball of light in the space in front of us. Light flows into us from this radiant sphere, purifying all our anger, hurt and bitterness. Next, imagine light again flowing from the radiant sphere into us, this time filling us with patience, love, compassion, and all the good qualities we wish to develop. Finally, imagine the radiant sphere, which is the essence of all good qualities, coming to the top of our head and dissolving into us. It comes to rest at our heart center, in the center of our chest, and our heart/ mind has become inseparable from this love and compassion."
  },
  {
    "Category:": "Bodhicitta",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Some believe that to be truly compassionate, we must suffer ourselves. Therefore, they are reluctant to be compassionate. However, from the Buddhist viewpoint, compassion can come only from a happy mind. If we feel we must sacrifice ourselves and fear the misery of doing so, our mind cannot become genuinely generous. Therefore, we must have love and compassion also for ourselves and care for ourselves, not out of selfishness, but because we, too, are sentient beings who want happiness and freedom from suffering. Today, let’s really work to remember that when we wish for all sentient beings to be free from suffering, we are one of those sentient beings, and we deserve freedom from suffering just as much as any being. Let’s let this compassionate understanding influence how we interact with other beings, including ourselves."
  },
  {
    "Category:": "Disturbing Emotions",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Anger and other destructive emotions are based on false projections of the mind. While the inappropriate attention that nourishes anger projects or exaggerates negative qualities, our ignorance projects an even deeper distortion: an independent inherent existence. While at one level we know that things exist dependently - sprouts grow from seeds, a table depends on its parts - things appear to our mind in the opposite way, as if they had their own essence and existed under their own power, independent, from everything else. When we are upset, our ‘self' or ‘I' similarly appears to be solid and to exist inherently. One way to counteract this is to pause when we become upset and ask ourselves, “Who is this “I” that is so upset? Where can this “I” be located within?” The more we look, the more we begin to realize that we cannot find this independent inherently existent “I,” and we are able to let go of that anger more easily."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Let's consider a situation in which we are angry because others have betrayed our trust or been prejudiced against us. Underneath the anger is hurt, and together with the anger and hurt, we feel a strong sense of ‘self' - there is a solid ‘I’ that is hurt and infuriated. We sit quietly and ask ourselves, “Who is this 'I' that hurts so much?” or “Who is this 'I' that should be respected and treated better?” In other words, we try to find the ‘I’ the person that is feeling those strong emotions. If such a solid, concrete ‘I’ exists, it should be findable under investigation. We should be able to locate exactly who it is that feels hurt, that deserves to be treated better, that wants to be respected. So today, if you become angry, try not to react to that anger by lashing out but instead turn your mind inwards and see if you can locate the “I” who is feeling that anger. The more we can practice looking within rather than lashing out, the better we will become at counteracting our afflictive emotions instead of letting them run the show."
  },
  {
    "Category:": "True Happiness",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Another way to see the non-existence of the solid ‘I’ that feels hurt is to ask ourselves, “How do I know I'm hurt?” When we investigate, we see that we know this only because the feeling of hurt exists. Dependent on that feeling, we generate the thought, “I’m hurt.” In other words, because either our body or our mind feels hurt, we think, “I am hurt.” Without taking our body and mind into consideration, we would not generate the thought ‘I’. Thus, the ‘I’ arises dependently. It exists only in relationship to, in dependence upon body and mind. It does not stand on its own. Therefore, it does not exist from its own side, independently. It is empty of being solid or of existing under its own power. Thinking in this way, we arrive at an open state focused on the lack of a concrete ‘I’ who needs to be defended and whose happiness is most important. So today, let’s use everything we experience as a means to really look within to find that “I” that we are so sure exists."
  },
  {
    "Category:": "Cyclic Existence",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "It is not an easy job to develop the wisdom which directly perceives emptiness. This realization depends on stable meditative concentration, which in turn depends on living with ethical discipline. Directly realizing emptiness also entails purifying our mind of the imprints of our past destructive actions and accumulating a store of the positive potential through acting constructively. Thus many other practices are required to lay the foundation for and to support the development of the wisdom realizing reality. Today, let’s not get overwhelmed with feelings of not making enough progress on the path. Instead, let’s remember that it is a process and hold ourselves with compassion and patience as we work towards full awakening."
  },
  {
    "Category:": "Disturbing Emotions",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "In one schema, researches delineated five categories of conflict style: avoidance, control, accommodation, compromise, and collaboration. While many people tend to use one conflict style more than others, familiarity with each of them give us versatility, because depending on the specific situation, one style may be more effective than another. From a Buddhist perspective, in every conflict situation, as in all situations, we must check our motivation to see that it is pure. Thus when in a conflict, we should examine two variables: (1) our motivation and (2) the practical effectiveness of various conflict styles for that situation. So today, if conflict arises, let’s pause before reacting and consider those two variables. Let’s also work hard to remember that we are working for awakening in order to help all beings, so while reacting one way might feel good temporarily, whether or not it helps us progress on the path is what really matters."
  },
  {
    "Category:": "Self-centered Thought",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "With control, we insist on having our way. In some situations, this style is appropriate, if done with compassion. For example, if a teacher intercedes and forcefully breaks up a fight between two children on the playground. At other times, when we self-centeredly want to accomplish our goal without caring about the effect on others, control is counter-productive. For example, when one staff member bulldozes the others into acting on his proposal by threatening not to participate if they don’t. Today, if we encounter a situation where we want to have our own way, let’s stop and consider whether this is an appropriate compassionate response or ego-based, and if we do find that it is ego-based, let’s relinquish that desire for control, knowing that it will only create suffering for others as well as ourselves."
  },
  {
    "Category:": "Disturbing Emotions",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "A good technique for training in patience is to mindfully observe our anger while working to understand each other's needs and concerns. Before reacting, if we can ask ourselves whether the other person is happy, it can often help us to illuminate a situation in a way that our knee-jerk reaction didn’t allow for. When a person is happy, they do not lash out at others and attempt to cause them pain. When we feel provoked, let’s take a moment before reacting to really look deeply into the situation. If we can change our perspective from “they are attacking me” to “this person is in pain and needs help,” we can train our minds to react with compassion rather than anger. Today, if we are provoked, let’s try our best not to match one destructive emotion with another and instead work to imbue our interactions with others with compassion and patience instead."
  },
  {
    "Category:": "Disturbing Emotions",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Unfortunately, envy is something that many of us have to deal with in this life. The antidote to envy is to see the disadvantage of envy and then to change our motivation to wishing others happiness. Don't envy what doesn't bring lasting happiness (or even what does). It is pointless to envy a sentient being who is stuck in samsara. It’s also important to rejoice that others are better than we are and to rejoice in others' good fortune and excellent qualities. Today, if we find ourselves feeling envious, let’s consider who this “I” is that is feeling envy. Let’s also consider where these feelings of envy might have come from and what they might depend on. Instead of wanting what others have, let’s instead work to change our viewpoint to wanting others to have lasting happiness and freedom from suffering."
  },
  {
    "Category:": "Self-centered Thought",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "When we say we want to help a friend who is fuming, we really mean, 'that person is angry at me, and I don't like that. How can I get him to change?' In such cases we need to be directed back to the introspective process of dealing with our own hostility and establishing our own inner calm. Once we are working from a place of calm compassion, we can then try to help our friend without putting the focus on our own ego. So today, let’s really try to remember why we are working to tame our minds in the first place. We are doing it so that we can be of the most benefit to all sentient beings. Let’s allow this motivation to influence our interactions with everyone we encounter."
  },
  {
    "Category:": "Bodhicitta",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Wishing ourselves to be free from suffering and to have happiness, we aspire to change in order to bring this about. Such love and compassion for ourselves is a part of our motivation to become a better welder, musician, or parent and to practice the path to enlightenment. Having the determination to be free from the suffering of cyclic existence is compassion for ourselves. So today, let’s remember this compassion as we go through our lives and allow it to color all of our experiences and actions. Let’s also make a firm determination to extend this compassion to all sentient beings as well."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "When we make mistakes, rather than wallowing in guilt, we benefit from purifying them and continuing on the path. Instead of throwing ourselves a “pity party,” which only encourages our self-centered thought, let’s instead be honest with ourselves when we make a mistake, take steps to purify, and have a firm determination not to make those same mistakes again. Let’s also be patient with ourselves, knowing that when we wish all beings happiness and freedom from suffering that we are one of those beings, and we deserve compassion as much as anyone else."
  },
  {
    "Category:": "Karma",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Regret leads us to determine not to act destructively again. While we can confidently say we will abandon some harmful actions forever, we may know that we are not yet able to avoid others completely. In those cases, we can set ourselves a reasonable period of time during which we will be especially mindful and not engage in those actions. In this way, we will gradually become confident in our ability to develop positive habits. Instead of criticizing ourselves for not making progress quickly enough, let’s be patient with ourselves as we develop step-by-step. Today, let’s practice this by picking one destructive action that we habitually engage in and make a firm determination that for this entire day, we will abandon this behavior completely."
  },
  {
    "Category:": "True Happiness",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "After generating regret, the second step in purification is to make amends to those whom we have harmed or towards whom we have had negative attitudes or feelings. Then, we develop love, compassion, and the altruistic intention to attain enlightenment for the benefit of all. This counteracts the force of our previous negative intentions towards them. Today, let’s make a firm determination to purify our past destructive actions and to make amends to those we may have hurt. Let’s also work hard to make sure that compassion and patience color all our interactions with others. Let’s not beat ourselves up about things we regret but instead use those actions as a basis for growth and different actions in the future."
  },
  {
    "Category:": "Bodhicitta",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Compassion is the wish for sentient beings to be free from suffering and its causes. His Holiness the Dalai Lama counsels, “If you can cherish others more than yourself, good. But if you want to be selfish, at least be wisely selfish, and that means to take care of others.” Here he is emphasizing our interdependence as sentient beings and our need to support each other for the well-being of all. Take a moment to consider the kindness of others. The food you will eat, the clothes you are wearing, the electricity that powers your home, the internet that allows you to access teachings not immediately available: all of these things are made possible by the kindness of others. Today, let’s really be grateful for the kindness of others, and let’s remember that kindness as we work towards full awakening in order to reciprocate that kindness and help them as much as possible."
  },
  {
    "Category:": "Disturbing Emotions",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "If we remember that the people who have acted in ways to which we object have done so because they have been in pain or confused, then we see that wishing them to be happy is wishing for the causes of their harmful behavior to be alleviated. This does not mean that we wish an alcoholic to have an ample supply of liquor. Rather we wish him to have a peaceful mind and self-confidence, so that he no longer sees alcohol as a way to deal with his pain. Finally, we spread this loving feeling to all sentient beings, including animals and insects. Having done this, we rest our mind one-pointedly in the feeling of love, so that it becomes ingrained and familiar to us. Today, let’s make a firm determination to hold everyone we encounter in our minds with compassion, and let’s also work to extend this compassion to all sentient beings, even those we do not encounter directly."
  },
  {
    "Category:": "Bodhicitta",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Some people think that compassion lays the groundwork for others to take advantage of us. They reason that if we are kind and forgiving, others will treat us unfairly. However, the wish for others to be free of suffering is not a foolhardy, idealistic notion. It is an attitude that opens and calms our mind so that our decisions are based on wisdom. Compassion does not mean doing everything everyone else wants. Rather, compassion supported by wisdom is assertive and precise. It is doing what is best for others, not necessarily what they want you to do. Today, let’s work to develop a mind based on compassion and use this compassion skillfully to help those we encounter. Let’s not act with a desire for others to like us but instead with the Bodhicitta motivation of wanting them to have true happiness and freedom from suffering."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "The Indian sage Dharmaraskita advised in The Wheel of Sharp Weapons: “As all that is wrong can be traced to one source, Our concern for ourselves whom we cherish the most, We must meditate now on the kindness of others. Accepting the suffering that they never wished for, We must dedicate fully our virtues to all. Thus taking upon ourselves all deluded non-virtuous actions, That others have done in the past, present, and future, With mind, speech, and body, May disturbing emotions of others as well as our own, Be the favored conditions to gain our enlightenment, Just as peacocks eat poison to thrive.” These verses describe the taking and giving meditation, a method to transform our suffering and disturbing emotions into the path to enlightenment. Today, instead of reacting to adverse situations and disturbing emotions, let’s use what we encounter as the tools that will help us reach full awakening so that we can best benefit others."
  },
  {
    "Category:": "Self-centered Thought",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Normally we wish to have all pleasure, success, and good opportunities ourselves and shun any disadvantages, pain, or suffering. This self-centered attitude keeps us bound in dissatisfaction, makes us insensitive to others, and ignores the harmful influence our negative actions have on them. One method of dealing with the self-centered thought is to identify when it arises throughout the day and then to really ask ourselves whether or not this thought is beneficial to our lives. Does it help us to develop good qualities or does it encourage selfishness? Does it help us to work for the benefit of all beings or just for ourselves? The more we can identify and analyze the self-centered thought, the more we begin to realize how detrimental it is to ourselves and all other beings. Today, let’s start this process by identifying when the self-centered thought arises and really questioning how it affects our minds and our lives."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "The mantra om mani padme hum - Tibetans pronounce it om mani pay may hum- roughly means \"the jewel in the lotus.\" \"Jewel\" refers to the compassionate aspect of the path to enlightenment, while \"lotus\" refers to the wisdom aspect. Just as a bird needs two wings to fly, we need to develop both of these qualities in order to become a fully enlightened being. Reciting the mantra repeatedly, either quickly or slowly, out loud or silently, helps us to focus our attention in a positive way. This is especially effective when our mind is ruminating with unproductive thoughts or disturbing emotions. Let’s take a moment to focus our attention on this mantra and to develop our concentration in a virtuous way. Let’s also remember that we are doing this in order to develop our minds so that we can become Buddhas and help all beings in the most effective way possible."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "We do not need to be a great being, such as Mother Teresa, in order to help others. Rather, we should help whomever we meet however we can in whatever situation we are. This can include being cheerful at breakfast with our family each morning, smiling at a colleague who is gloomy, greeting the clerk at the supermarket, and being courteous to those who help us when we call airlines, government offices, and large companies. Instead of seeing others as beings whose duty it is to please us, we should be friendly and recognize that a small act of kindness can make a big difference in their day. Let’s make our goal for today to meet everyone with as much compassion as we can, even if that’s just a smile."
  },
  {
    "Category:": "Self-centered Thought",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Due to an ingrained, self-centered view, anything that happens in relation to us seems incredibly important. We spend our time thinking about our problems, not anyone else's, unless we’re attached to that person. People could be starving in the world, our neighbor could be undergoing a horrible divorce, and another colleague could be diagnosed with cancer, but after cursorily acknowledging their misfortune, we get down to the real crisis: the criticism we received. This may initially seem a trite or flippant description, but if we observe what we spend our time thinking about, we'll see that our problems, our life- everything related in one way or another to me - takes first place. Today, let’s make an effort to notice when our mind habitually slips into that self-centered view and work to counter that view by widening our perspective. Let’s also remember that we are working for them as well as ourselves and develop the habit of thinking of others before ourselves."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Good communication involves expressing ourselves in a way that the other person understands. It is not simply dumping our feelings on the other. Sometimes we can feel justified in expressing something but when we think about it, we realize that we were not speaking out of compassion but rather out of anger or frustration. This is hard because that feeling of justification can be quite convincing. Today, let’s make a firm determination to really pause before expressing ourselves, and let’s take that time to really consider our motivation for speaking. If we find we do not have a motivation of compassion and that we are preparing to speak out of anger or frustration, let’s ask ourselves what a Bodhisattva would do in this moment and use that as a standard."
  },
  {
    "Category:": "Disturbing Emotions",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Jealousy does not bring us what we desire. For example, whether or not our rival has a wonderful relationship does not change the fact that we lack one. Our skiing skill remains the same whether someone else is better or worse than we. When we reflect deeply in this way, we see that envy has no rational basis. Comparing ourselves to others with a jealous mind only makes us miserable. When we experience jealousy, it is helpful to bring ourselves back to the Bodhicitta motivation and to remember our wish for all beings to be happy. Instead of wishing we had the same things as someone else, let’s wish for all beings to have all good things and good qualities."
  },
  {
    "Category:": "Disturbing Emotions",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "We often say, “May all beings be happy.” Therefore, we should be pleased when others are praised, honored, or wealthy, particularly if we didn't have to exert any energy to bring about their happiness. But at times, contrary to our wish for peace and happiness on Earth, when another has even some small good fortune, we cannot endure it! In such situations, we need to remind ourselves of our real wish and abandon the envy which makes us unhappy when another's desire is fulfilled. So today, if envious feelings arise, let’s take a moment to remind ourselves of our long-term motivation and to remember that we are working for the benefit of all sentient beings. Let’s bring our mind back to this motivation over and over again throughout the day."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Being happy that others are better than we are is an excellent antidote to jealousy. While we usually want to be the best ourselves, we have to admit that if we were the best, with just our current abilities, the world would lack a great deal. Today, let’s rejoice in all of the good qualities people in our world have. Let’s appreciate the great things people are doing to make this world a more positive place, and let’s see them as examples to follow rather than competitors. Let’s also work to be a good example for others ourselves."
  },
  {
    "Category:": "Kindness of Others",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Since everything we use and enjoy in life is dependent on others' skills, let’s rejoice that they have those talents and use them well. Even in our area of specialty, we can rejoice if others are more knowledgeable and capable than we are. With them to teach us, we can advance more easily, and our own abilities are stimulated. Therefore, rejoicing in others' capabilities and success is appropriate. Also, rejoicing in others' abilities takes the pressure off ourselves to ‘be best,’ a goal that is increasingly difficult to attain and hold onto in this age of rapid communication. So today, let’s appreciate the talents and skills of others who are making our world a better place instead of viewing them as competitors."
  },
  {
    "Category:": "True Happiness",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "We can be happy at others' generosity, whether or not we are the recipient of it, and we can appreciate others' patience, tolerance, and open-mindedness in situations that we would find difficult. When someone solves a problem that we cannot, we can celebrate her knowledge and skill, and when we see others' happiness, we can be delighted. While it may not come naturally or easily, we can train our minds to rejoice in others’ good qualities instead of viewing them as competitors. Today, let’s make a firm determination to identify the good qualities of all those we meet and to rejoice in those good qualities, knowing that those good qualities are what lead to true happiness and wishing that for all beings."
  },
  {
    "Category:": "True Happiness",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "When attentive, we will find more situations each day in which we can practice rejoicing. By each day making a mental note of our pleasure in others' good fortune, well-being, virtue, and excellent qualities, we will become joyful. Whether this is written down or mentally noted, rejoicing is a habit that we can encourage and develop. Today, let’s really work hard to practice rejoicing in others’ good qualities and good fortune. Let’s make it our goal today to note when we are able to rejoice and also to encourage ourselves to rejoice in the good fortune and good qualities of others. Let’s work to make this a real habit that can influence our lives in a really positive way."
  },
  {
    "Category:": "Disturbing Emotions",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Sometimes we become angry with ourselves, blaming ourselves for being incompetent or unlovable. This often leads to depression and more self-hatred. While recognizing our mistakes and weaknesses is wise, we needn't hate ourselves for having them. We are sentient beings - just like everyone else - caught in cyclic existence due to our disturbing attitudes, negative emotions, and karma. Of course we aren't perfect. We have foibles, but we do not need to identify with them so strongly. They are not our identity; they are not an inherent part of ourselves. By reflecting in this way, we can become more patient with ourselves and still be motivated to change. Today, let’s make a firm determination to meet all of those we encounter with patience and also to extend this patience to ourselves."
  },
  {
    "Category:": "Bodhicitta",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Love is the wish that sentient beings have happiness and its causes, and compassion is the wish that they be free from suffering and its causes. Since we, too, are sentient beings, our love and compassion must encompass ourselves as well as others. Sometimes we forget this and put all of our focus on those outside of ourselves; however, true compassion includes everyone. Today, let’s really make a firm determination to extend compassion to all sentient beings, including ourselves. Since the most compassionate thing we can do for ourselves is to continue to develop our good qualities, let’s really work hard to tame our minds with this motivation."
  },
  {
    "Category:": "Disturbing Emotions",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "When we are angry at ourselves, we frequently see only what is flawed in our lives. This view is extremely narrow and is comparable to focusing on the one spot on a table while ignoring the beauty of the whole table. Along with this narrow view comes a strict identification with our afflictions so that we start to view ourselves as “angry people” or “depressed people” or “jealous people.” We can plug in any affliction, and it works the same way. However, we are not our afflictions, and to identify in this way does not help us to develop. Today, let’s make a firm determination to widen our focus so that we do not get stuck with an extremely narrow view, and let’s also work to release those labels and false identities that we tend to put onto ourselves."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "We often focus on a few circumstances in our lives that aren't going well instead of all those that are. Although we all have problems when we overemphasize their importance, we easily begin thinking that we are incapable and worthless. Such self-hatred immobilizes us and prevents us from developing our good qualities and sharing them with others. It is important to remember that our compassion must include ourselves. When we start thinking negative things about ourselves, it enhances our self-centered thought and puts all the focus on our own ego. Today, let’s make a firm determination to widen our focus to include all sentient beings, and let’s turn our focus to them rather than to ourselves."
  },
  {
    "Category:": "Bodhicitta",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "We can rejoice that we are alive and appreciate whatever degree of good health we have. As long as we are alive, we have the opportunity to practice. Time has not run out for us yet. Instead of griping about things we dislike or people who annoy us, let’s really focus today on the practice. Let’s work hard to tame our minds while we can. Let’s not waste this opportunity and instead rejoice that we have it. Today, let’s work for the benefit of all sentient beings, including ourselves, and really make a firm determination to spend our time wisely, engaging with the Dharma and growing our compassion."
  },
  {
    "Category:": "Kindness of Others",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "We have food—often too much!—shelter, clothing, medicine, friends, relatives, and a myriad of good circumstances. This is truly something to rejoice about. Let’s take a moment to consider each of these one-by-one and to fully appreciate how fortunate we really are. Instead of disregarding them, let’s really stop for a moment and consider how they enrich our lives. Let’s also be truly thankful for the kindness of others for it is that kindness that provides each one of these things. Today, let’s consider all of the ways that people have been kind to us—people we know and people we have never even met—and let’s work to repay this kindness by progressing along the path to Buddhahood so that we can help them as much as possible."
  },
  {
    "Category:": "Self-centered Thought",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "When we’re fighting external enemies, we never stop fighting because external enemies never cease as long as we have anger and self-centeredness in our heart. It’s only when we give up our own anger and our own self-centeredness and actually begin to genuinely care for others and take their feelings and needs into consideration that we stop making them into enemies. Today, let’s make a firm determination to extend compassion to all those we encounter, especially those who say or do things that we don’t like. Instead of immediately reacting with anger or frustration, let’s work hard to pause and allow compassion to influence our response. Let’s do this knowing that the more we can train in this kind of reaction, the more our compassion will grow and the happier we will be."
  },
  {
    "Category:": "True Happiness",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "When we feel an inner boredom, or loneliness, or lack of something, then there's dissatisfaction, we start craving for something, and then when we can't get what we want then of course we become more unhappy. And we think that the problem is that we're not getting what we want. But the actual problem is the craving in the mind. Today, let’s make a firm determination to pause when we feel that craving and to really examine whether or not it will lead us to happiness. Let’s also work hard to expand our motivation so that in addition to the happiness of this lifetime, we are focused on true happiness, an awakened mind that can be of benefit to all sentient beings in the best way possible."
  },
  {
    "Category:": "True Happiness",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "The whole idea behind contentment is to want what you have rather than focusing on having what you want. When we focus on having what we want we live in a state of dissatisfaction, and our wants are unlimited so there’s no way to satisfy it. Whereas, if we want what we have and we’re content with what we have, no matter how much we have we’re at peace in our hearts. Today, let’s make a real effort to be grateful for what we have. Whether this is a formal list, such as a journal, or just a mental note, the more we can express gratitude, the more we can develop contentment."
  },
  {
    "Category:": "Karma",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "We talk a lot about how when others break our trust, or maybe when we break others’ trust, but how about the preventative measure of making ourselves trustworthy? What kind of person is worthy of trust? Someone who tells the truth? Someone who doesn’t gossip or slander others? Someone who doesn’t steal? Someone who is ethical and virtuous? Someone who protects us and listens to us? Someone who works for the benefit of others as much as his or herself? Today, let’s make a firm determination to develop our good qualities so that we can become that trustworthy person."
  },
  {
    "Category:": "True Happiness",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "We read our friends’ Facebook pages, and they’re all pretending to be happier than they are, so we compare ourselves to them. We know our own level of unhappiness, we don’t know theirs, so we think they really are as they say on their Facebook page. We compare ourselves to them and then we get even more depressed because we think they’re happier than we are. We’re not even aware that we’re comparing rubbish to rubbish or illusions to illusions. This grasping at appearances makes us unhappy. Today, let’s really make an effort to let go of our desire to compare egos with our friends. Let’s instead use the opportunity to wish them happiness and freedom from suffering, and let’s really rejoice in the good things that they are experiencing."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Shaming somebody whether child or adult, telling them they’re a bad person; they’re useless; they’re not worthwhile; they’re stupid; they’re incorrigible: none of this helps the situation. When we’re talking about who the person is, that makes the person feel like, “I’m beyond hope because something’s really wrong with me.” This is not the case at all. As we know, nobody is beyond hope, everybody has the Buddha potential. We are not our afflictive emotions, so to identify with them or to force others to identify with their afflictive emotions, is to grasp at false appearances. Today, let’s make an effort to see each person we encounter as a potential Buddha. Let’s train our minds to focus on their potential for awakening rather than the afflictive emotions they are dealing with, and let’s do this with the understanding that this is how we want others to view us as well."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Those of us who are Dharma practitioners want to take precepts, because we see that good rules nurture us. They keep us from doing what we don’t want to do anyway. They keep us from getting in trouble; they maintain calm and good relationships when we live together with other people. These precepts are not rules that others are forcing on us that we don’t want to follow; instead, they are the guidelines that help us to live a virtuous life. They help us to develop our good qualities so that we can attain full awakening and be of the most help to all sentient beings. Today, let’s rejoice in the precepts and remember that they help us to reach our full potential. With that kind of attitude, let’s develop good habits that will lead us to true happiness and freedom from suffering."
  },
  {
    "Category:": "Cyclic Existence",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "While there is nothing intrinsically ennobling about suffering, it does provide us the opportunity to practice fortitude, deepen our compassion, and see reality more clearly. Far from becoming hopeless in the face of suffering, we can actually use it to free ourselves from future suffering. Today, when we experience the turbulence of samsara, as we most likely will, let’s make an effort to use these experiences to further our development. Instead of reacting with anger or pity, let's instead take these adverse circumstances and use them to propel us forward on the path to full awakening. Let’s do this with the goal of using these experiences to free not just ourselves but also all sentient beings from the suffering of cyclic existence."
  },
  {
    "Category:": "Cyclic Existence",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "However things change, as well as we can, let’s accept the change, and then see possibilities in it. Instead of saying, “Oh, my whole life is falling apart, I don’t know how I’m going to survive and what I’m going to do,” let’s instead say: “There’s this change that I didn’t expect and don’t want, but there’s also a whole lot of new possibilities that can come about with it.” There’s ways to grow as an individual; there’s a way to tap into our own internal resources, and maybe this was going neglected when things weren’t changing. Now we have an opportunity to use this new situation to our benefit. Today, let’s make a firm determination to use everything we encounter, including change, to help us progress along the path to full awakening."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "His Holiness the Dalai Lama frequently talks about survival of the most cooperative, not survival of the fittest. When you think about it, the spiritual path is in one way going against the grain and not cooperating with some worldly standards, such as to get as much money as you can get no matter how you can get it, but, on the other hand, really practicing the bodhisattva, Sravaka and Solitary Realizer paths is based on cooperation. Cooperation is really key for the existence of the sangha, for the existence of the Dharma, for our own spiritual practice and our own spiritual advancement. Today, let’s make a firm determination to joyfully cooperate with others when we can. Let’s also practice rejoicing in these opportunities as they will help us to advance along the path to full awakening."
  },
  {
    "Category:": "Cyclic Existence",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Cooperation means often giving up our own trip. It doesn’t mean caving in to everything everybody else wants. But it means learning how to work together with others for a common goal, for something that is very good for everybody. And that can be difficult for us. Some of us are a little rebellious. We want to test the limits. So rather than cooperate we assert something different and push and push and push to see whether we can get what it is we want or just to see if we can willfully bent what others are doing so that we have some power. Today, let's make a firm determination to really cooperate with everyone we encounter, and let’s remember that it’s not just about a harmonious society: at the core level, we are all cooperating together with the ultimate goal of getting out of samsara. Let’s make that the heart of our motivation."
  },
  {
    "Category:": "Bodhicitta",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "A selfish attitude doesn’t work very well for trying to practice the bodhisattva path. We need to look closely at our motivations, at how we relate to other people: are we cooperative or competitive? Do we share or tune certain people out? These daily behaviors and daily attitudes are very indicative of the degree to which we have been able to integrate the Dharma into our life’s so that it makes a difference. If we habitually act with a selfish motivation, we really have to question whether or not we are progressing along the path to full awakening as we want. Today, let’s really examine our motivations and make sure that we are acting, speaking, and thinking with a Bodhicitta motivation. Let’s really make sure that our core motivation is focused on attaining full awakening so that we can help all sentient beings as much as possible."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "When we have a sincere spiritual aspiration then we really do our best to integrate the Dharma into our lives and learn how to cooperate. That makes the development of compassion for others much easier because if we have an attitude that wants to work together with others then it’s easier to have compassion for them because we get along with them. If we set ourselves up in adversity with others then anger easily arises and compassion becomes difficult. So let’s keep our mind focused on the long term benefit for ourselves and for others, for full awakening. Although our mind is focused on this long term benefit, today let’s practice even with small situations that come our way."
  },
  {
    "Category:": "Disturbing Emotions",
    "Author:": "Ven. Thubten Yeshe",
    "Quote text:": "When we follow afflictive thoughts, we're creating a future for ourselves that is not good at all. We are in danger. Is that what we want? When we follow afflictive thoughts we are creating a future that is not good. As the Buddha explained, our thoughts become our actions, so when we routinely encourage thoughts of anger, hatred, and jealousy, our behavior illustrates those emotions. This can’t be good for us or for anyone else. Instead, let’s encourage positive thoughts filled with compassion and generosity, thoughts of altruism and selflessness, and watch as our thoughts transform our actions and this world. Today, let’s make a firm determination encourage positive thoughts and emotions so that we can really advance on the path to full awakening and be of the most benefit to all sentient beings."
  },
  {
    "Category:": "Self-centered Thought",
    "Author:": "Ven. Thubten Semkye",
    "Quote text:": "When we see suffering, we remember that each of us is part of an interconnected tapestry and what affects one of us affects all of us. This is a thread we can weave through our meditation on compassion that makes it strong, makes us feel connected to living beings, and gives us some strength, some determination, to really cultivate the ability to look at suffering directly and want to alleviate it. This connection isn’t always obvious to us, but if we stop and think about it even very quickly, we soon see that we are all part of that same big tapestry. Today, let’s make a firm determination to work for the benefit of all sentient beings, including ourselves, by continuing along the path to full awakening so that we can really help all of the sentient beings we are connected to in so many ways."
  },
  {
    "Category:": "Precious Human Life",
    "Author:": "Ven. Thubten Chonyi",
    "Quote text:": "How fortunate we are that we have met the Buddha's teachings. How extraordinary really that those of us on this continent, in this part of the world, would ever have met such teachings and have the opportunity to study them in our own language. We’re so fortunate that we can practice them and develop these qualities in our own hearts and then share them with the 7 billion people in the world. How fortunate we are to be just a little, tiny piece in the great, beautiful vision, who never gives up, no matter how much suffering there is, how much ugliness there is, how much bad talk there is in the world, how close we may be to destruction itself. Today, let’s really celebrate and rejoice in this amazing opportunity that we have, especially knowing that many others do not. Let’s not waste this precious opportunity and instead really work hard for the benefit of all sentient beings."
  },
  {
    "Category:": "Precious Human Life",
    "Author:": "Ven. Thubten Chonyi",
    "Quote text:": "Dharmakirti explains that “Most living beings are attached to the mundane and not endowed with the dexterity of wisdom. Not only are they not interested in excellent teachings, they are hateful, owing to the defilement of envy.” The implicit meaning in that verse is don't be like most people: uninterested in excellent teachings and attached to the mundane. Don't be full of jealousy and hatred. Clear that out. Like Aryadeva says, “Be open-minded, intelligent, interested, and diligent. Make effort to be a proper vessel for the teachings.” Today, let’s make a firm determination to elevate our focus to the spiritual path no matter what experiences we encounter. Let’s not waste our time with mundane things and distractions that only encourage us to cling to Samsara. Let’s instead really put effort into moving forward on the path to liberation, knowing that this path is the only real way to reach true happiness and to provide that happiness for others."
  },
  {
    "Category:": "True Happiness",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "When we can release our clinging and our attachment, there's so much more satisfaction and contentment in our lives. That contentment is worth more than a million dollars, more than a wardrobe of maroon cashmere sweaters, more than so many other things. Contentment is real wealth. We have been given such a precious opportunity in this life to work with teachings that help us to develop this contentment, so let’s not waste what we have been given by searching for illusory pleasures that don’t provide us with real happiness. Today, let’s release our clinging and attachment, knowing that it is only when we attain full awakening that true happiness is possible for ourselves and all others."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "When we make decisions, we have to make them as clearly as we can with the intention that even afterwards if we figure out that it wasn't what we need to be doing, that we will learn from it, in which case it will never be a bad decision because as long as we learn something from an experience, it's always very productive. Today, let’s stop for a moment and set a strong intention to really consider each decision that we make today. Let’s also make a firm determination to learn from all of the choices that we make today and the consequences that result from those choices. Let’s use everything in our practice and remember that ultimately, we are working for the benefit of all sentient beings. Let’s view our lives as the teaching tool that they are and use everything, even our own choices, to progress along the path to full awakening."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Whether we're remembering the past or anticipating the future, it's all a projection of our mind. It's our conceptual mind making stories. So what we want to be really aware of when this starts to happen—because we so easily confuse what we're thinking about when we're conceptualizing with the actual object, and have all this emotional turmoil going on—when we notice our mind is doing that, we want to bring ourselves back to what's happening right now and not get so lost in our thoughts. It's quite interesting; if we take life moment by moment in that way, every moment can be good because if you think about it, right now we're in a place where we're safe, we're happy, and we have an amazing opportunity to access teachings that will help us reach true happiness right now. Today, when we start to anticipate the future or worry about the past, let’s make a real effort to bring our mind back, time and time again, to the present moment. Let’s do this knowing that it is this present moment in which we have the opportunity to reach full awakening so that we can help all sentient beings in the most effective way possible."
  },
  {
    "Category:": "Disturbing Emotions",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "When we feel someone has wronged us, we may ruminate on it for hours, days, weeks, and even years, going over the situation again and again in our mind. Inside of us is a prosecutor, judge, and jury, and they all agree that the other person is wrong and we are right. This internal courtroom is happy to work overtime. It goes on hour after hour trying and prosecuting the person. This internal dialogue stops only when we sleep and then resumes early the next morning! In addition to this internal courtroom, all our friends may agree that the other person has overstepped the boundaries. But despite all this sympathy, we are still miserable. Why? Because being right has nothing to do with being happy. We can be right up, down, and across, but as long as we are angry, we have no internal peace. Sometimes, the other person apologizes to us, and we are still miserable. To be happy, we have to give up wanting to prove our case, give up needing to have the last word, give up craving to be vindicated."
  },
  {
    "Category:": "Self-centered Thought",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "In everything that we experience, everything that we do, there's always something to learn. If we approach life with the understanding that our purpose in this situation is to learn something that at the end of the day will be useful for ourselves and for others then we're never going to have a problem because in every situation, we can learn. When our focus becomes on our own training and our own practice, then our focus stops being to make other people change and make other people different so that they stop causing our problems because we realize at some level that we can't. The transformation of the problems starts with ourselves. We can’t force people to always be kind to us or to never have disagreements with us, but we can change the way that we react to those situations. If we can transform our habit of reacting with anger into a habit of reflecting on a situation with a desire to learn from it and to use it to progress along the path to full awakening, we are changing our lives in a significant way and developing habits that will lead to true and lasting happiness."
  },
  {
    "Category:": "Disturbing Emotions",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "We may think that if someone deliberately insults us, it's correct to be angry. However, such thinking is illogical. We would be giving our power to the other person, in which case his intention—which we cannot control—would be governing our happiness and suffering. Whether or not another person wishes us ill does not matter. We still have a choice whether or not to be offended. The less we are attached, for example, to praise and reputation, the less miffed we will become, because our mind will not interpret situations as personal assaults. Let’s take a moment to think about what really sets us off and then to prepare a “game plan” ahead of time in case we encounter one of these triggers today. Let’s make a firm determination right now that if someone pushes our buttons today, we will stop and look within at this anger rather than reacting and causing suffering for all involved."
  },
  {
    "Category:": "Disturbing Emotions",
    "Author:": "Ven. Thubten Samten",
    "Quote text:": "Until we hit some kind of spiritual practice, our knee-jerk reaction is to blame other people when things happen to us that are unpleasant. The finger goes outward and we blame others, or we completely blame ourselves as if we're totally responsible for this event. We've got to get this gesture (blaming self or other) and the words 'blame' and 'fault' out of our vocabulary. Blaming others or blaming ourselves does not help us to develop our minds; it only causes more problems for us and for others. Today, let’s make a firm determination to recognize when we start to blame ourselves or others. Let’s watch our habitual reactions and really evaluate whether or not we play the “blame game” in our lives. If we find that blame is a large part of our habitual reactions, let’s set a firm intention to really work with this, knowing that blame will not help ourselves or anyone else."
  },
  {
    "Category:": "Bodhicitta",
    "Author:": "Ven. Thubten Samten",
    "Quote text:": "It's clear that we can put down the idea of the external enemy when our mind becomes afflicted. What does it take for each of us to do this? If, in fact, we're doing what we're saying we want to do—to work for full awakening—we need to rely on every single sentient being. We can't leave anyone out. So, let's really encourage ourselves, deeply, that whenever this idea of the enemy arises, we see that it's just our mind making up a very big story—a lie, in fact. Instead of clinging to this lie, let’s work hard with joyous effort to cherish all sentient beings and to continue working, step by step, to attain full awakening."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Ven. Thubten Samten",
    "Quote text:": "When our courage is strong, the challenges we face become helpful to us. Nothing is too difficult. We solve each problem quickly and attain our goal. Each problem we face can be one more step on the path to full awakening if we are courageous enough to really face it and use it to develop our minds. Each “difficult person” we encounter is a reflection of the things we still need to work with inside ourselves. If we can train our minds to view all of our experiences and all of the people we encounter in this way, we can learn to use everything on the path. Today, let’s really make an effort to develop this practice so that we can truly make our lives meaningful and help all beings."
  },
  {
    "Category:": "Karma",
    "Author:": "Ven. Thubten Tsultrim",
    "Quote text:": "Karma literally means action and refers to sentient beings' intentional physical, verbal, and mental actions. Our actions matter. They not only influence others in this life but also result in our own experiences in this and future lives. Results of our actions depend on our intentions. Actions done with virtuous intention bring happy results. Those motivated by non-virtuous intentions bring unpleasant results. Human intelligence makes us particularly qualified to discriminate between constructive and destructive, beneficial and harmful, what to practice and what to abandon. Animals do not have such discriminative wisdom. As human beings, simply surviving or seeking a healthy, happy life is not making full use of our potential. We must look deeper and ask, \"How did this human being (me) come into existence? How can I make my life meaningful? What happens after I die?\" This leads us to investigate causality—both the external systems of cause and effect detailed in science and the internal system of cause and effect—the law of karma and its effects."
  },
  {
    "Category:": "Karma",
    "Author:": "Ven. Thubten Tsultrim",
    "Quote text:": "As a natural process that functions whether or not a person believes in it, the law of karma and its effects was not created by the Buddha, nor does the Buddha judge people according to their actions and punish or reward them. When someone suffers from illness in which their unwholesome karma plays a causal role along with other factors, it does not mean that they deserve to suffer or that they made themselves sick. Nor should we ignore those who are injured or oppressed by unjust social structures, thinking that helping them would interfere with their karma. This is a poor excuse for a lack of compassion. Needless to say, those holding such attitudes create destructive karma themselves. All the actions that we do, we do with the wish to make our lives happy and free of suffering. If we can extend that wish—to make the lives of all sentient beings happy and free of suffering—then we have set ourselves on the path of the bodhisattva and upon the path to Buddhahood."
  },
  {
    "Category:": "Karma",
    "Author:": "Ven. Tenzin Tsepal",
    "Quote text:": "By learning about and understanding karma, we can begin to see (in a very gentle way) how we contributed to our own life experiences and move away from blaming our parents for their perceived insufficiencies. We can compassionately begin to engage in purification practices that help us destroy the karmic seeds that bring about such experiences. Instead of blaming others or ourselves, we can use our understanding to transform our experiences to lessons that will help us progress on the path to full awakening. Today, let’s set a firm determination to be mindful of the karmic seeds that we are planting and also to embrace our past choices and experiences as things that we can use to develop on the path. Instead of blaming or harboring resentments, let’s really take responsibility for our lives and embrace what we have learned in order to become a Buddha and help others who are also under the influence of karma."
  },
  {
    "Category:": "Disturbing Emotions",
    "Author:": "Ven. Thubten Jigme",
    "Quote text:": "One of the ways we can work with our mind is to identify when we’ve lost peace of mind. That can bring our attention inward instead of outward to all the conditions. It's so easy to start criticizing and judging all the outward conditions. When we can focus instead on whether or not our mind is peaceful then that's quite helpful because when our peace of mind is lost, then we are afflicted by disturbing emotions. Today, let’s make a firm determination to look inward over and over again in order to identify when we have lost our peace of mind. Let’s work to develop the habit of observing our mind so that we can intervene when we find that our peace of mind is not present."
  },
  {
    "Category:": "Self-centered Thought",
    "Author:": "Ven. Thubten Samten",
    "Quote text:": "Whatever is going on in another person's mind, they're doing the best they can at the time. To the rest of us it may look like they're making profound mistakes, but we're all human beings doing the best we can. Labeling others with an afflicted mental state is a tragic mistake. One strategy for dealing with the habit of labeling others is to remind ourselves that each person we encounter is a Buddha within. If we can transform our perspective to see everyone we meet as a Buddha that has not yet awakened, we can learn to resist that habit of labeling and judging others. Today, let’s remind ourselves again and again that each person we meet is a Buddha. Let’s also remind ourselves again and again that we are working so that we can help to attain full awakening so that we can help each of these people as effectively as possible."
  },
  {
    "Category:": "Cyclic Existence",
    "Author:": "Ven. Thubten Chonyi",
    "Quote text:": "What our inappropriate attention is taking us into is a fantasized version of what this relationship is and/or who this person is and how it should be bringing us happiness. We invent this thing and then we forget that we invented it and we believe in the apparition of what we have created and we attach to that. The other person is just living their life, doing their thing, but they cannot fulfill what we've asked them to do. We've asked them to live forever. We've asked them to never change. We've asked them to always love and approve of us. Whatever reinforces our sense of permanence is what we're attracted to. Today, let’s be mindful of the way our inappropriate attention creates these apparitions, and let’s resist the impulse to cling even more tightly."
  },
  {
    "Category:": "Precious Human Life",
    "Author:": "Geshe Yeshe Thabkhe",
    "Quote text:": "Now that we have this human life of leisure and opportunity, we have to take great joy in having this life. Usually we don't think of having a human life as something to be joyful about. But we've assembled the causes and received the effect of a human life of leisure and opportunity and it's something that can vanish quickly. But we have it now. When you have it at this time, then you have to think, \"Oh, I'm so lucky! I'm very fortunate!\" And be joyful that you have this life. Usually though, we don't pay much attention to the fact that we're reborn as human beings. Instead, we're joyful if we sort of come upon a couple of hundred dollar bills. We feel, \"Oh I'm so lucky! This is wonderful.\" But instead of that, we have to feel that kind of joy with regards to having a human life and then we can use this human life practicing the teachings. Instead of that, if we don't use it to practice the teachings and just kind of don't take joy in it, then it's a very serious loss for us. It's a complete loss. So we have to take advantage of this human life once we have it."
  },
  {
    "Category:": "Precious Human Life",
    "Author:": "Je Tson Khapa\nTranlated by Ven. Jinpa, PhD.",
    "Quote text:": "This life of leisure is even more precious than a wish-granting jewel; That I have found such an existence is only this once; So hard to find yet like a flash of lightning it is easy to vanish; Contemplating this situation, it’s vital to realize that all mundane pursuits are like the empty grain husks floating in the winds and that we must extract the essence of human existence. I, a yogi, have practiced in this manner; You, who aspire for liberation, too should do likewise."
  },
  {
    "Category:": "Kindness of Others",
    "Author:": "Sravasti Abbey Community",
    "Quote text:": "One day, an old man was walking along a beach that was littered with thousands of starfish that had been washed ashore by the high tide. As he walked, he came upon a young boy who was eagerly throwing the starfish back into the ocean, one by one. Puzzled, the man looked at the boy and asked what he was doing. Without looking up from his task, the boy simply replied, “I’m saving these starfish, Sir.\" The old man chuckled aloud and said, “Son, there are thousands of starfish and only one of you. What difference can you make?” The boy picked up a starfish, gently tossed it into the water and turning to the man, said, “I made a difference to that one!” Though sometimes it seems like we aren’t making any progress, it is our efforts that bit-by-bit lead us to full awakening."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Ven. Thubten Damcho",
    "Quote text:": "The cause of prosperity in this life is positive karma from past lives. But if we do that without a clear motivation, without dedicating it for our spiritual path in order to attain awakening, it can ripen in very worldly prosperity. You were generous and it just finishes in your next life, so you're very rich. And then what? As we have seen, many people are using their wealth for non-virtuous purposes. It doesn't guarantee that we will continue to generate the causes for future prosperity. So, I think that's quite sobering to think about that as we practice the path, as we generate more and more merit, if we don't dedicate it with a clear motivation, if we don't have the armor of joyous effort, we can still very easily go astray. So, let’s dedicate any merit we make today to the full awakening of all sentient beings, and let’s make a firm determination to keep this motivation in mind as we go through our day."
  },
  {
    "Category:": "Self-centered Thought",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "The more self-centered and focused on our own happiness we are, the less happy we are because we're so easily offended, we regard everything in terms of ourselves and we blame others for our problems. The self-centered attitude is really not working for our benefit; it's working against us. Today, let’s make an effort to observe our mind when the self-centered thought arises. Let’s ask ourselves, “Are we happy in this moment?” If we find that the self-centered thought is not making us happy, let’s really make an effort to widen our focus to others and to remember that we are working for the benefit of all sentient beings, not just ourselves."
  },
  {
    "Category:": "Bodhicitta",
    "Author:": "Ven. Thubten Nyima",
    "Quote text:": "If we focus on our potential to become fully awakened and to work for the benefit of sentient beings, we can derive a lot of strength just from our commitment to transforming ourselves into a being who can benefit fully and completely. Doing this will keep us focused on our long-term goal and will bring inspiration, strength, and purpose to our mind. Today, let’s remind ourselves again and again of this bodhicitta motivation and use it to strengthen our practice as we go through our day."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Ven. Thubten Nyima",
    "Quote text:": "The Buddha made it clear that he would not accept the harsh words or the anger that produced them. He would not be hooked by the anger, give rise to anger, or respond in the same kind. The Brahman was responsible for his own state of mind and the Buddha would not partake in it. This is very important to remember because it's very easy for us to be hooked by another person's feelings and to respond with anger when confronted by it. Today, let’s set a firm determination to observe our emotional responses to things we experience and to pause before reacting to evaluate whether our response is one of compassion or the habitual response of a mind under the influence of afflictions. Let’s do this with the motivation of working to attain full awakening in order to most effectively help all sentient beings, including ourselves."
  },
  {
    "Category:": "Disturbing Emotions",
    "Author:": "Ven. Thubten Jigme",
    "Quote text:": "When we’re listening to something that is distressing, do we actually know that, and are we present to that so that we can see how we’re reacting and so that we can apply some methods to help balance ourselves? Will we take some deep breaths or are we holding our breath when we’re hearing these things? Are we going to relax our muscles or are we going to be very tight and tense? Emotional well-being, intellectual well-being, spiritual well-being: it’s all connected. How can we apply our values and beliefs about why terrible things happen to people and how can we work with that in our mind to find some kind of balance? Today, let’s set a firm determination that when we experience something distressing, instead of jumping to a reaction or shifting our focus to blame and shame, let’s instead observe our mind to see how aware we are of what is happening and then to work with that feeling of distress to find that balance."
  },
  {
    "Category:": "Self-centered Thought",
    "Author:": "Ven. Thubten Samten",
    "Quote text:": "Political leaders can have a profound effect on the entire world. When people with unlimited power act ethically, they can change the world in positive ways. However, when they act unethically, they can have the opposite effect. This is clear evidence that what each and every one of us does with our body, speech, and mind matters. The more we can lessen our negative habitual tendencies and grow our good qualities, the more we'll be able to meet situations with a mind that's not in reactive mode, but we can investigate what's going on in our mind and how to counteract the negativity by applying antidotes. To do this, we need to hear teachings repeatedly, we have to reflect and meditate on them, and we have to rehearse the antidotes on the cushion. Most of all, we need to fully convince ourselves that the enemy—the only enemy—is self-centered thinking."
  },
  {
    "Category:": "True Happiness",
    "Author:": "Ven. Thubten Lamsel",
    "Quote text:": "What meal have we had that has ever ended our hunger in a final way? Or what project, what person, what snippet of praise, has satisfied our quest for happiness in a final way? Has it been your experience that that's possible? It hasn't been mine. Rather, the deep discontent that followed from projects, people, good reputation—”those failing to live up to expectation”—was why I developed my interest in the monastic way of life in the first place. I've seen from my own experience the mind that looks to external activities, people and things for a sense of accomplishment, self-worth and purpose, is a mind that's destined for discontent and disappointment. Today, let’s make an effort to observe our mind to see whether seeking for and grasping at external people, things, and experiences really brings us satisfaction. If we find that it does not, let’s use this knowledge to motivate us to really put forth effort to develop our minds and attain full awakening."
  },
  {
    "Category:": "Disturbing Emotions",
    "Author:": "Ven. Thubten Jigme",
    "Quote text:": "Figuring out how to relate to myself with some compassion is what turned the self-critical chatter in my mind. It was like this low level musac in the back of my mind, running quite frequently. So I really had to pay attention to capture what it was saying and then not try to force it out or get away from it—that didn't work. But to first, accept it. I was conditioned in this way. I probably brought it from past lives. And then after accepting it, then to start moving it with some compassion. And then that was another whole layer of working with, \"How can I talk to myself so that it's going to move these negative thoughts that are really stuck in there and deeply embedded?\" Because I had probably been doing that for years and years and years. So it was really about internal acceptance, compassion, and figuring out how to support myself with my practice. And that also then got me to look at how I had the expectation that others would either change or help so that I would have ease here. And that doesn't work either. That's a dead-end road."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Ven. Thubten Semkye",
    "Quote text:": "When difficulties arise, analyze the situation. Look internally and say, \"What's going on? What's the problem?\" Or look outside and say, \"What are the circumstances that are bringing this difficulty?\" It’s important to recognize that most of the time, the external circumstances are totally out of our control. We've got to understand that deeply. But a lot of what's going on internally, we have some control over. If we can identify what we can take care of, what we can change, what we can work with, great. And the things we can't, let’s let them go."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Ven. Sangye Khadro",
    "Quote text:": "If we live our lives in a good way, try to at least practice ethics as much as we can, not harm others, help others, try to be kind and good and avoid nonvirtue at least, that's like the bottom line. If we can at least live like that during our life as much as we can, then there's a good chance we'll be able to have a \"good death.\" More importantly, this will help us to have a good life as well. Today, let’s not set standards in front of ourselves that are so overwhelming they create a barrier for us. Instead, let’s be patient with ourselves and recognize that we are making progress even if it is not as much progress as we would like."
  },
  {
    "Category:": "Bodhicitta",
    "Author:": "Ven. Thubten Jigme",
    "Quote text:": "It's so wonderful that the Buddha has taught us so much about preparing for death because every day, we can prepare our minds. Every day. And we can do that in so many different ways. Trying to release our grasping at things, trying to let go, trying to be steady and calm when the unexpected happens, keeping our eyes open. Every chance we get to keep in mind that this is fleeting and what I can really work with and how I can experience this moment is about how I'm working with my mind. And we know from the teachings if we open our hearts and we are first compassionate to ourselves and then to whoever is in front of us, that's a good moment. No matter what is happening, that's a good moment. So let's really think about using our moments in this open-hearted, compassionate way for ourselves and others."
  },
  {
    "Category:": "Cyclic Existence",
    "Author:": "Ven. Thubten Chonyi",
    "Quote text:": "As Buddhists, we know that being prepared for death, thinking about death, matters. It's crucial. It's one of the earliest meditations that we learn. That has many benefits. When we begin to recognize that we're going to die, then our craving and our attachment for friends and family and possessions diminishes and we're working to cease it so that we're not grasping onto those things so much. It makes us naturally want to take advantage of the opportunity that we have now to really use our life well when we're aware of that, to create merit. We're aware that we have a limited amount of time to engage in virtuous activities and transform our mind. And it turns us away from negativity when we're aware of it. \"Oh, how is this going to affect my rebirth?\" It keeps us present with it."
  },
  {
    "Category:": "Karma",
    "Author:": "Ven. Thubten Semkye",
    "Quote text:": "Karma is neutral. It's not about punishment; it's not about reward. If we create non-virtue, we're going to experience unhappiness. If we create virtue, we're going to create some form of happiness or peace. As long as we're under the control of afflictions and karma, dukkha is certain, and this applies to every living being, without exception. Today, let’s make a real effort to be mindful of the choices that we are making and the karma that will follow. Let’s set a firm determination right now to engage today in virtuous actions and to dedicate the merit from those actions to the enlightenment of all beings."
  },
  {
    "Category:": "Kindness of Others",
    "Author:": "Ven. Thubten Jigme",
    "Quote text:": "What we attend to becomes our reality. So it's up to me to keep my mind balanced. One of the ways I do that is to reflect on the kindness of others. That always works. The food we will enjoy today, the cleanliness of the places we will visit, the roads that are paved so that we can more easily drive down them, the buildings that provide shelter, the clean water that we will drink, the device we are using to access this daily motivation: all of these things have been provided by the kindness of others. Today, let’s be mindful of all the things we have thanks to the kindness of others, and let’s begin to repay that kindness by living a meaningful life and really working to develop our minds so that we can attain full awakening and pay them back in the most effective way."
  },
  {
    "Category:": "True Happiness",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "May all beings take joy in the teachings. This is the prayer of the bodhisattva when seeing someone joyful. Specifically, when we see people happy, it’s to rejoice in their own happiness. In the practice of the four immeasurables, this is the practice of joy. In other words, when you see somebody having some good qualities or a good situation or a wonderful opportunity, instead of reacting with jealousy and envy, this means to really react with happiness and joy. But this practice takes it a step further. Not just rejoicing that somebody has worldly happiness and good conditions, but may all beings take joy in the teachings because when all beings take joy in the teachings, then they're putting good imprints on their mind and they're cultivating faith and they're able to be receptive to the Buddha's message and listen and think about it and meditate and use it to change their minds. So when we rejoice in people having joy in the teachings, then we really have a view for what is wonderful for them that goes beyond having a nice house and a nice car and a good relationship."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Ven. Thubten Semkye",
    "Quote text:": "What becomes very apparent when you practice your faith sincerely is that prayer, study, and meditation are wonderful—that's how you sort of own it, you call it your own, you take it into your life and make it real. But the practice, after awhile, really invites you to engage in the world. Faith communities have very, very powerful voices and when they act in unison as one voice, the world really notices. So, it's very important to know that deep meditation and outward activism are complimentary, they're not contradictory."
  },
  {
    "Category:": "Cyclic Existence",
    "Author:": "Ven. Thubten Jigme",
    "Quote text:": "It's our habit to get very focused on what is happening outside of ourselves—getting drawn into all the media drama that's going on in this country: all the infighting, all the violence, all the difficulties. However, what connects all of us everywhere, regardless of how we look or what we believe in, is that we all want happiness and we don't want to suffer. Being focused outward on what everyone else is doing doesn't really work because without focusing and cultivating our inner peace, it's really impossible to make real peace. Peace between people through hatred and force is impossible. We've seen this time and time again through history. Even in the case of individuals, there's no possibility to feel happiness through anger. But when we face problems with compassion, that's a solution that works. It may take longer, but it's really the only response that will work for any situation."
  },
  {
    "Category:": "Disturbing Emotions",
    "Author:": "Sravasti Abbey Community",
    "Quote text:": "In order to overcome our afflictions we have to look into our mind and track back our emotions. Where are they coming from? What is their purpose? Why do I need to be angry? When we understand our afflictions and learn to identify them, then we can go further, applying the teachings and applying the antidotes. Without understanding, accepting, and owning our afflictions, this work is not possible. Today, instead of reacting habitually to whatever we encounter, let’s set a firm determination right now to pause and observe what is happening within us instead. Let’s also remember why we’re working in this first place: to attain full awakening so that we can help all sentient beings as much as possible. With this as our long-term goal, let’s start to shift our focus inwards so that we can achieve that goal."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Sravasti Abbey Community",
    "Quote text:": "What is it we have some control over? It really is our attitude. We can work with that. We can't just control our mind and make it do what we want it to do, but we can look at the conditions in our lives. What are the situations we're putting ourselves in. What are the different factors that are affecting our attitude? And cultivate a mind that's optimistic. Find reasons to be optimistic. Don't spend your time completely in situations and conditions that only lead you to be unhappy."
  },
  {
    "Category:": "Self-centered Thought",
    "Author:": "Sravasti Abbey Community",
    "Quote text:": "Our happiness is important, that's a fact. But is our happiness more important than someone else's—the person sitting next to us or any member in our family? Can we actually say our happiness is more important than any stranger we meet on the street? Or can we honestly say that our happiness is more important than someone we have difficulty with? It's really a good thing to check up and see. Today, when we notice self-centered thoughts arising, let’s make a firm determination to really examine them to see if what we feel is really the truth. Instead of being pulled in by them and creating stories about our experiences and labels for the things and people we encounter, let’s take a moment to reflect on the truth of the situation instead."
  },
  {
    "Category:": "True Happiness",
    "Author:": "Sravasti Abbey Community",
    "Quote text:": "It doesn't matter whether you live in the 21st century, the 24th century, or a long time ago in a galaxy far, far away. What matters is how you treat the sentient being standing, flying, crawling, slithering, in front of you. If you treat them with respect, kindness, and compassion, your mind will be much happier and your life will be much calmer. Today, let’s make a firm determination to meet every sentient being we encounter with compassion. Let’s do this with the goal of developing our minds so that we can create true happiness not just for ourselves but for all sentient beings."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Sravasti Abbey Community",
    "Quote text:": "We need to find ways to remain centered in the midst of the storm. In my experience, so much of that is about creating the supports that enable that. That includes things like sangha—being a part of a community of people who are connected and who accept one another and support one another in this work. There's loads of science that shows that we feel much safer through connection with people who accept us and support us and perhaps even who share our vision."
  },
  {
    "Category:": "Disturbing Emotions",
    "Author:": "Sravasti Abbey Community",
    "Quote text:": "There is this label of \"inmate\" or \"prisoner\" and we build up these ideas of people in our mind. And then once you get face-to-face with these people, they're just like you and I. They're exactly the same. This habitual labeling creates many problems for us. When we label “self” and “other,” we create an opening for disturbing emotions. Let’s remember this as we interact with others today, especially when they push our buttons. Instead of labeling and getting defensive, let’s instead make an effort to see the reality of the situation without those labels."
  },
  {
    "Category:": "Disturbing Emotions",
    "Author:": "Sravasti Abbey Community",
    "Quote text:": "Each monastic, by going forth into homelessness and setting out to actualize the eightfold noble path, is making a public statement that there is an alternative to the chaos of a life under the control of ignorance, attachment, and anger. This public statement has an impact greater than I think we can imagine. In a similar way, when sincere practitioners use the Dharma to adapt to circumstances in their lives, they are showing others that there is an alternative to habitually reacting with disturbing emotions."
  },
  {
    "Category:": "Self-centered Thought",
    "Author:": "Sravasti Abbey Community",
    "Quote text:": "Anything that I have resistance to or come up against, in my mind the way that I characterize it is I think to myself, \"Go in the opposite direction of how you usually think or what your mind wants to do.\" Over time I realize that not going in the opposite direction is following the self-centered attitude that wants to keep me from any happiness. Today, let’s make a firm determination to be aware of self-centered thoughts and habits, and when we notice this resistance, let’s make a real effort to go in that opposite direction."
  },
  {
    "Category:": "Precious Human Life",
    "Author:": "Sravasti Abbey Community",
    "Quote text:": "Gyelsay Togmay Sangpo advises us to “Cherish spiritual teachers even more than [our] own body. This is the practice of Bodhisattvas.” Why is this so? It’s because they're taking us on a journey that no one else can lead us to—the liberation, the compassion that will help us grow our bodhicitta to full awakening to realize our full potential. Though this journey is difficult, with a fully qualified spiritual teacher, we can avoid falling into traps set by our own ignorance and our self-centered minds. Today, let’s really extend gratitude to our spiritual teachers who have helped us so much, and let’s use this gratitude as motivation to use our time wisely and to engage in virtuous actions for the benefit of all."
  },
  {
    "Category:": "Karma",
    "Author:": "Sravasti Abbey Community",
    "Quote text:": "In “When the Chocolate Runs Out,” Lama Yeshe explains: \"The human mind is like a mirror. A mirror does not discriminate but simply reflects whatever’s before it, no matter whether it’s horrible or wonderful. Similarly, your mind takes on the aspect of your surroundings, and if you’re not aware of what’s going on, your mind can fill with garbage. Therefore, it is very important to be conscious of your surroundings and how they affect your mind.\" So, if our mind takes on the aspects of our surroundings then our happy mind is contagious and our good motivation is contagious. We share it with others; our mind reflects this around us; it helps us enrich our own mind; we create tremendous good karma in our own mind; virtue arises; the seeds for future happiness are planted."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Sravasti Abbey Community",
    "Quote text:": "The Dharma in the West is like a river in that the Abbey community and what we do here is so much a part of a great tributary that is feeding itself into that beautiful river of the Dharma in the West. Not that long ago, that river was quite narrow, but as the Dharma grows and comes to the West due to the kindness of these remarkable teachers and seekers, the river is starting to grow quite wide, and it's starting to pick up a pretty good current. The more that we gather, that stream grows broader and wider, and it gets a nice movement to it. As the years go on, the depth happens because those who train here are able to start lessening their defilements, to start cultivating their virtuous qualities, and so the stream becomes deeper and clearer. By our karma, we have been called to come to the Abbey to voluntarily step into this stream, to float down to this big, huge river which is the Dharma in the West."
  },
  {
    "Category:": "Disturbing Emotions",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Underneath our anger, we often find a refusal to accept the reality of a situation and a feeling of powerlessness in its face. These feelings are related because the confusion that arises from fighting the reality of an event makes us feel helpless and unable to influence it. Once we accept what is happening, we can determine more clearly the parameters of possible action and feel empowered to act. Today, let’s make a firm determination to accept the reality of our experiences. Instead of wasting our efforts pushing against a reality we cannot change, let’s instead focus on using our experiences on the path so that we can ultimately help ourselves and others in the most effective way possible."
  },
  {
    "Category:": "Disturbing Emotions",
    "Author:": "His Holiness the Dalai Lama\nand Ven. Thubten Chodron",
    "Quote text:": "Understanding impermanence is a powerful antidote to harmful emotions that plague our lives. Emotions such as attachment or anger are based on grasping: we unconsciously hold the view that the people to whom we’re attached will not cease and that the problem or mood we’re experiencing at present will continue. Contemplating impermanence shows us the opposite: since everyone and everything changes, clinging to people, objects, or situations as being fixed doesn’t make much sense. Since our problems and bad moods are transient by nature, we do not need to let them weigh us down. Rather than resist change, we can accept it."
  },
  {
    "Category:": "Karma",
    "Author:": "Ken (Sravasti Abbey Community)",
    "Quote text:": "Our basic problem is that we think everything exists inherently from its own side. This misapprehension causes us to have exaggerated opinions and judgements which lead to attachments and aversions, afflictive emotions and negative actions of body, speech and mind. These actions or karma keep us stuck in an endless cycle of suffering. For example, as a child I was forced to eat Brussels sprouts. I hated brussels sprouts. You could hide them in a casserole or cover them with chocolate, but it didn’t matter, I loathed them. As it turns out, my wife, Juliet, loves brussels sprouts. I married her anyway. What this demonstrates quite clearly is that those obnoxious little green bombs do not have the quality of tastiness or yuckiness within them. It is entirely from the side of the observer. So, while I have my work cut out for me if I am ever going to realize emptiness, this example is something I can begin to work on: “Honey, let’s have brussels sprouts for dinner.”"
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Sravasti Abbey Community",
    "Quote text:": "Today, let’s make a firm determination to take a look at what we’re eating. Let’s also take a look at what we’re drinking. Let’s think about fresh and clean water: this precious commodity that's limited. Let’s also think about the thousands of people we will never meet in our lives who are doing their job so that we benefit. These simple reflections have the potential to truly change the tone of our mind today. So, let’s make a determination to do all of this with the goal of using our limited time wisely in order to make our lives meaningful. May everything we encounter help us on the path to Buddhahood."
  },
  {
    "Category:": "True Happiness",
    "Author:": "Ven. Thubten Jigme",
    "Quote text:": "The last thing I try to do every day is rejoice in what I offered that day. \"With the information I had, with the energy I had, with the circumstances that arose, I did the very best I could.\" If that isn't good enough, what would be? That's all I can do. That's all any of us can do. So, it’s important to actually have some joy about that. If you think about it, we all have 853 million different things we could choose to do, many that could be very harmful, and that is not what we're choosing. We're trying to be helpful and beneficial and do it in a kind manner. So, that's where I want my mind to land at the end of the day, and that's what I want to fall asleep with, that kind of mindset. What I've noticed over time is when I have that mindset at sleep time, then when I wake up, I have fewer days of waking up where my mind is just in a foul mood, and I have no idea why. It's beneficial. It turns our mind into a place that is more aligned with reality, and, of course, the Buddha taught us that the more we align with reality, the less misery we have."
  },
  {
    "Category:": "Precious Human Life",
    "Author:": "Sravasti Abbey Community",
    "Quote text:": "The older I get, the fewer moments I have, and I don't want to spend my moments in misery that is of my own creation. It's not anything from outside; it's what I'm doing to myself. I don't want to do that anymore, so I pause and set a different intention (motivation). Then it becomes kind of a pull toward one side or the other. My mind wants to get into the, \"Oh, what I have to do,\" and get kind of anxious again, and the other side is pulling me back to, \"No, don't go there. Don't go there.\" So, there’s a bit of a tug-of-war for a little while. However that comes up, I just keeping bringing back my intention of, \"If these are the last moments of my life, do I want to spend them focused on some goal that's really unrealistic?\" No. No. That helps me kind of wake up to, \"It's so precious, these moments.\" The best I can offer in this world is when I'm not in a pressured, anxious, unrealistic, goal-oriented mindset. When I remember that, I calm down."
  },
  {
    "Category:": "Kindness of Others",
    "Author:": "Sravasti Abbey Community",
    "Quote text:": "One single act of kindness can touch and transform the minds of many people who may, in turn, think about kindness one time in their life. To use the analogy of a pebble in the pond: the pond is the quality of kindness, and by simply putting a small pebble in the pond by our very simple act of kindness, a ripple effect goes out into the world over and over again. This happens over and over again day in and day out. I truly believe this is why the world still moves forward, why it still exists, why it's still turning—because of these limitless acts of kindness we show to each other and especially to strangers. There are lots of things that people are quietly doing for each other with no sense of needing to be thanked."
  },
  {
    "Category:": "Cyclic Existence",
    "Author:": "Sravasti Abbey Community",
    "Quote text:": "What is the ground on which we stand and the foundation that we feel empowered and connected from? This is our buddha nature, our potential to transform into magnificence and become fully awakened buddhas so we can benefit others in the most wonderful way. This is the only reliable thing that we can hold onto that can be a true source of happiness for ourselves and others. Today, let’s make a firm determination to remember our Buddha nature and the Buddha nature of all who we meet. Instead of viewing each other as humans who do and say crazy things and then react with even more craziness, let’s instead remember that we all have the potential to become fully awakened so that we can help this world in the most effective way possible."
  },
  {
    "Category:": "Bodhicitta",
    "Author:": "Sravasti Abbey Community",
    "Quote text:": "By loving ourselves and each other, we then commit to extending our love into the world. At Sravasti Abbey we do our best to love whoever shows up at our door, plus all beings that live on our land and beyond, seen and unseen. We commit to loving all of existence for as long as it takes, until we become more than love itself: we become Buddha. This is so because Buddha is more than love—Buddha is compassion, wisdom, all good qualities developed to their fullest potential. This is what each of us is capable of achieving together."
  },
  {
    "Category:": "True Happiness",
    "Author:": "Ajahn Anan Akincano &\nSravasti Abbey Community",
    "Quote text:": "When anyone praised the Buddha, he said, 'Praise simply arises, remains, and then passes.' When anyone criticized him, the Buddha said, 'Criticism simply arises, remains, and then passes.' \" Praise from others merely brings a little mental happiness, and then it's gone, it's finished, that's it... poof! As long as we rely on external things for happiness like praise from others, we'll never find the stability of well-being that we really long for and we become a slave to the eight worldly concerns and continue to be emotional yo-yos."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Ven. Thubten Losang",
    "Quote text:": "Seeing others in a purer way can mean seeing that they, like us, want to be happy and not suffer. They may be very confused about what brings suffering and what brings happiness, but happiness is what they're trying to bring about. A compassionate response to others' behavior is more beneficial than a critical response. We are the main beneficiaries of having a compassionate response to others. In practicing the Dharma, we transform our mind and really start to feel that benefit."
  },
  {
    "Category:": "Disturbing Emotions",
    "Author:": "His Holiness the Dalai Lama\n& Sravasti Abbey Community",
    "Quote text:": "“To be aware of a single shortcoming within oneself is more useful than to be aware of a thousand in somebody else. Rather than speaking badly about people in ways that will produce friction and unrest in their lives, we should practice a purer perception of them, and when we speak of others, speak of their good qualities.” Today, let’s really try to view everyone we meet as their Buddha Nature rather than as a independent “person” who is separate from us. Let’s also speak to and about people as if we are speaking to or about a Buddha. Let’s do this with the long-term goal of attaining full liberation so that we can help everyone as much as possible."
  },
  {
    "Category:": "Bodhicitta",
    "Author:": "Paraphrased by Ven. Thubten Damcho\nOriginal quote by Fr. Brendan Freeman",
    "Quote text:": "It comes down to this: no matter where we are on this earth we have no permanent dwelling. Our true homeland is not here; our true monastery is not a building or a visible place. It is in the heart, in the center of our being—a space that can never be diminished or demolished. It is eternal and everlasting. A monk or nun lives where he or she loves, more than in a monastery. Whether you live here at Sravasti Abbey or in another city or another state or even another country, we live together in our intention to become Buddhas in order to help all beings in the most effective way possible. You are never alone when walking the path to full liberation for the benefit of all sentient beings."
  },
  {
    "Category:": "Bodhicitta",
    "Author:": "Sravasti Abbey Community",
    "Quote text:": "In Buddhism, we say that love is the wish for all sentient beings to have happiness and its causes. When we ordain as Buddhist monastics, we turn away from the low-grade, transient happiness of cyclic existence, and we dedicate our lives to creating the causes for the highest happiness of nirvana and full awakening. This is very difficult to do alone, so we enter a monastery where we do our best to support each other to create the causes for the highest happiness. By loving ourselves and each other, I think we commit to extending our love into the world. We commit to loving all of existence for as long as it takes until we become more than love itself. We become Buddha because Buddha is compassion, wisdom, all good qualities we can imagine developed to their fullest potential. This is what we're capable of achieving—not just alone, but together."
  },
  {
    "Category:": "Cyclic Existence",
    "Author:": "His Holiness the Dalai Lama",
    "Quote text:": "All phenomena, from the planet we inhabit to the oceans, clouds, forests and flowers that surround us, arise in dependence upon subtle patterns of energy. Without their proper interaction, they dissolve and decay. We need to appreciate this fact of nature far more than we have in the past. Our ignorance of it is directly responsible for many of the problems we face. For instance, tapping the limited resources of our world—particularly those of the developing nations—simply to fuel consumerism, is disastrous. If it continues unchecked, eventually we will all suffer. We must respect the delicate matrix of life and allow it to replenish itself. The United Nations Environment Program warns, I'm told, that we are facing the most massive wave of extinction in 65 million years. This fact is profoundly frightening. It must open our minds to the immense proportions of the crisis we face."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Sravasti Abbey Community",
    "Quote text:": "To enter into a conversation with curiosity, as NVC (non-violent communication) teaches, is really helpful. If I approach an interaction with the idea in my mind to be curious about it, that's a whole different mind than the one that's saying, \"Oh gosh, here it comes. Ugh! What am I gonna do?\" That’s already building the worst case scenario, which I think we're often conditioned to do. That is so not helpful. When I enter into an interaction with somebody with some “shoulds” or this idea that, \"Oh, it's gonna be hard; it's not gonna go right,\" I'm actually contributing to it not going well. I'm helping to build that."
  },
  {
    "Category:": "Precious Human Life",
    "Author:": "Sravasti Abbey Community",
    "Quote text:": "It's our job to develop the trust. It's not the teacher's job to become trustworthy. Presumably, that has already been done, and presumably, we've checked out enough to see that we believe that person has done some work to become trustworthy. So, it’s about developing the confidence that says, \"Yeah, I can follow this rule. I don't like it, but I trust that this person's motive is one of compassion. I trust this person's motive is to help transform my mind. I trust this person wants me to become a buddha."
  },
  {
    "Category:": "Karma",
    "Author:": "Sravasti Abbey Community",
    "Quote text:": "Rejoicing in others' misfortune is not a helpful mind to have. Being happy about other people's troubled lives or celebrating their downfall creates the causes for us to experience some really specific suffering in the future. I hate criticism. I hate thinking people are talking behind my back. For me to have the kind of mind relishing in others' misfortune is creating the causes to have that come back to me where my reputation fails me, where I get criticized. This is a moment that says, \"This kind of mind, this kind of speech, creates the causes for that."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Gyelsay Togmay Zangpo\nTrans. by Geshe Sonam Rinchen",
    "Quote text:": "Verse 3 of The Thirty-Seven Practices of Bodhisattvas says: “By avoiding bad objects, disturbing emotions gradually decrease. Without distraction, virtuous activities naturally increase. With clarity of mind, conviction in the teaching arises. Cultivate seclusion — This is the practice of bodhisattvas.” Today, let’s really notice how we spend our time. What movies and televisions shows do we watch? What books do we read? What websites do we visit? As we take this mental inventory, let’s keep this wise advice in mind so that when we see ourselves spending time in ways that are not beneficial to the development, we will have a real motivation to turn away from those “bad objects.”"
  },
  {
    "Category:": "Bodhicitta",
    "Author:": "Sravasti Abbey Community",
    "Quote text:": "Today, let’s remember the Bodhisattva Vow: “In order to fulfill the aims of myself and others I shall develop a supreme enlightened motive, And toward all sentient beings, my invited guests, I shall act with supreme enlightened conduct. May I become a Buddha to benefit all.” If we really acquainted our minds to seeing the myriads of kindness we receive just by others existing, we would have a deep gratitude and love that would be the flavor of meeting everyone as our invited guests—people that we welcome with open arms, with the intention to repay their kindness by giving them joy, by giving them happiness, by trying to appease their suffering anyway we can."
  },
  {
    "Category:": "Cyclic Existence",
    "Author:": "Gyelsay Togmay Zangpo\nTrans. by Geshe Sonam Rinchen",
    "Quote text:": "Verse 2 of The Thirty-Seven Practices of Bodhisattvas states: “Attached to your loved ones you're stirred up like water. Hating your enemies you burn like fire. In the darkness of confusion you forget what to adopt and discard. Give up your homeland — This is the practice of bodhisattvas.” Today, let’s really try to release our attachments to and labels for the people who are in our lives. Instead of holding tightly to the ideas of “mine” and “yours”; “me” and “you”; and even “us” and “them,” let’s instead remember this wise advice and work to develop equanimity that is grounded in the desire for all beings to be happy and free from suffering."
  },
  {
    "Category:": "Precious Human Life",
    "Author:": "Gyelsay Togmay Zangpo\nTrans. by Geshe Sonam Rinchen",
    "Quote text:": "Verse 1 of The Thirty-Seven Practices of Bodhisattvas says: “Having gained this rare ship of freedom and fortune, Hear, think and meditate unwaveringly night and day In order to free yourself and others From the ocean of cyclic existence— This is the practice of bodhisattvas.” Today, let’s not forget or ignore the fact that our time is limited. We don’t know when we will die, but it is guaranteed to happen. Today, let’s keep this in mind and really work to use our time wisely while we still can. Instead of spending all of our time surfing the web, or watching some television show or another, or chatting about inconsequential things, let’s instead set a firm determination to make time to do some good work on the path to full awakening. Let’s do this so that we can make our lives as meaningful as possible."
  },
  {
    "Category:": "Self-centered Thought",
    "Author:": "Sravasti Abbey Community",
    "Quote text:": "We have our vow in Buddhist practice to benefit all life. As we say that vow, we really recognize how everything we do and say, even if it's silent on the inside, affects the web of life around us, near and far. In NVC (Non-Violent Communication), it's the same motivation. When I'm in contact with my experience, with the intention to consider your experience, I want to meet my need in harmony with your needs. It's not this grasping onto, \"My need, my need, my need!\" It's an expansion, \"If I have an equanimous relationship to my experience (feelings, needs, 57 mental factors, all that), then I can also consider your experience and meet your needs. And the more I bring that acute, subtle awareness to what's alive in me, the more responsible I can be for my own inner world and the more I can be in harmony with you."
  },
  {
    "Category:": "Disturbing Emotions",
    "Author:": "Sravasti Abbey Community",
    "Quote text:": "The four non-virtues of speech are Lying, Divisive speech, Harsh speech, and Idle talk. The Buddha very kindly pointed out four particular ways that we should avoid speaking because they not only hurt others, but they also create negative karma for ourselves. Whenever we are harming others, we are also harming ourselves by creating destructive karma that will bring us unhappiness. Today, let’s be mindful of how we are using speech and make a firm determination to speak in ways that are beneficial and compassionate. Let’s do this with the long-term goal of progressing on the path to full awakening so that we can help all beings as much as possible."
  },
  {
    "Category:": "Kindness of Others",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Having a \"monastic mind\" benefits our Dharma practice whether we are monastics or lay practitioners. A monastic mind is one that is humble, imbued with the Buddhist worldview, dedicated to cultivating mindfulness, clear knowing, love, compassion, wisdom, and other good qualities. Being mindful of the kindness I have received from all sentient beings, I will relate to them with patience, kindness, and compassion. I will be mindful of my precepts and values and will cultivate clear knowing of my thoughts and feelings, as well as how I speak and act. I will take care to act and speak at suitable times and in appropriate ways, abandoning idle talk and disruptive movements. With respect for others and confidence in my good qualities, I will be humble and easy for others to speak to. In all these activities, I will endeavor to remember impermanence and the emptiness of inherent existence and to act with bodhicitta."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Ven. Thubten Chonyi",
    "Quote text:": "To really make progress on the path, it’s is important to live in a way that supports our spiritual focus and aspirations: to refrain from harm, to help wherever we can, and to cultivate qualities like unbiased love, compassion, and wisdom in order to benefit all beings equally and most effectively. A Buddhist worldview goes against the grain of worldly society, where we’re expected to seek material gain, praise, a good reputation, love and appreciation, and tons of sense pleasure. Buddhist teachings maintain that the causes of suffering reside in our own minds, and that all beings have the potential to eliminate them completely. Today, let’s remember our potential, and let’s set a determination to approach our experiences in a way that honors our aspirations and encourages us on the path."
  },
  {
    "Category:": "Disturbing Emotions",
    "Author:": "Sravasti Abbey Community",
    "Quote text:": "What I've learned over time is that the quicker I catch that I'm in a bad mood, the quicker I accept it, the quicker I keep the tool bag open of the antidotes around me, then the sooner it gets turned. Then it's like a dream; it's gone, and it doesn't seem to come back later in the day when I start with that. I've found that's quite beneficial for those days when I seem to get up on the wrong side of the bed and smack into the wall and fall. Today, let’s make a real effort to observe and notice the different moods that we experience and then to apply the appropriate antidote. Instead of reacting in habitual ways, let’s work to transform even the worst moods into the path."
  },
  {
    "Category:": "Bodhicitta",
    "Author:": "His Holiness the Dalai Lama",
    "Quote text:": "We need to show more concern for others’ well-being. We need a greater sense of the oneness of all human beings, the sense that we all belong to one community. We need to promote warm-heartedness. Religion can contribute to this, but sometimes religion leads to greater divisions. In such a context, scientists finding evidence that basic human nature is compassionate is a source of hope."
  },
  {
    "Category:": "Bodhicitta",
    "Author:": "Sravasti Abbey Community",
    "Quote text:": "Lama Tsongkhapa explains: \"So sensitive an ecology is the interdependence of all, that the slightest attention and assistance to others creates moral elevation for ourselves and humanity, while the slightest indifference or neglect toward others creates moral harm for ourselves and our civilization.\" That’s why it’s important to pay a lot more attention, to be much more mindful, of what is going on in my mind and what is my motivation. What is happening in every moment that's motivating a certain action? What's the thought that's behind a word, a phrase, a sentence? What's the thought that's behind an action? From the point of view of wishing to develop loving-kindness and compassion, what is my influence on my environment? May we in our practice, motivated by the aspiration to develop our love and compassion infinitely, just practice to be mindful and find these little clues that we can remind ourselves to repeatedly question— What's the state of my mind?—and to work to cultivate an environment that is beneficial to our immediate surroundings and then has the bigger picture of benefitting all beings."
  },
  {
    "Category:": "Cyclic Existence",
    "Author:": "Ven. Thubten Semkye",
    "Quote text:": "Shantideva tells us: “Leaving all I must depart alone. But through not having understood this, I committed various kinds of misdeeds For the sake of my friends and foes. My foes will become nothing. My friends will become nothing. I too will become nothing. Likewise all will become nothing. Just like a dream experience, Whatever things I enjoy Will become a memory. Whatever has passed will not be seen again. Even within this brief life Many friends and foes have passed, But whatever unbearable misdeeds I committed for them Remains ahead of me.” (Excerpted from Lamrim Outlines by Ven. Karin Valham) Give up attachment to the happiness of this life because all will become nothing and all that will go forward is this merely labeled 'I'."
  },
  {
    "Category:": "Precious Human Life",
    "Author:": "Sravasti Abbey Community",
    "Quote text:": "Leaving this planet and leaving all of what it does, it invokes this incredible sadness and this nostalgia that gets me to very, very dangerous, sad territory. I get into, \"I'll never see this beautiful cedar tree again. I'll never see this world with the snow falling and the rainbows.\" It's like this violin-playing kind of nostalgia. I get to really solidifying them as permanent phenomena rather than mere appearances to my mind due to my karma. So the way I've been turning that is to look at the emptiness of all of this. There's no essence in those trees—there's no tree-ness out there. There's no starry-ness out there. There's no rainbow-ness out there. There's no solid sound of the brook or the little pond. They are all just merely there, just barely there. All this imputation coming from my side is what's causing this suffering, this sadness."
  },
  {
    "Category:": "Disturbing Emotions",
    "Author:": "Sravasti Abbey Community",
    "Quote text:": "Nobody can ever make you mad. They can never make you happy. They can never make you feel loved. Why? It’s because they can't touch your mind. Your mind is your mind. You're the only one in that mind. Just look at it. Who has your feelings? Where do your feelings come from? Who moves your body? Not me. Not Venerable Yeshe. Not Jazz. Nobody. Nobody does it but you. So, you have this choice. You're always, always choosing—whether you know it, whether you like it—it's your choice. It's your choice."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Sravasti Abbey Community",
    "Quote text:": "It's an interesting thing to look in our own minds whenever we hear Dharma advice—if we actually listen to it and consider it or if we immediately say, \"I don't feel like doing that. Tell me something that feels more comfortable to my ego because I want to continue my bad habits and be happy at the same time.\" Living the path is a choice we make each day, each hour, each minute. We can choose habitual behaviors and playing with the dusts in samsara or we can choose to observe our minds and to change how we habitually react to circumstances. We can meet the world with anger, ignorance, and attachment, or we can work to meet the world with compassion and bodhicitta."
  },
  {
    "Category:": "Cyclic Existence",
    "Author:": "Kunzang Pelden",
    "Quote text:": "Everything depends upon conditions, And lies within the root of eager aspiration. Whatever prayers a person makes, Results in kind are surely to be reaped. Consequently, it is those who have the keenest interest in the Dharma who will turn out to be the best practitioners. Average interest and aspiration make for an average practitioner; lesser interest will result in a practitioner of lesser capacity. Thus aspiration and interest are of capital importance, and since it is difficult to have this from the very beginning, it is necessary to cultivate it in the mind."
  },
  {
    "Category:": "True Happiness",
    "Author:": "Sravasti Abbey Community",
    "Quote text:": "Human beings are basically the same – we all want happiness and not suffering. We are alike in wanting to live a good life, and have the capacity to make steps towards living a good life. Assuming that our basic needs for survival are met – food, clothing, shelter – the happiness we experience is more dependent on what’s happening in our minds than on external conditions or circumstances we encounter. We can live a good life and increase our happiness by training our hearts and minds to be less negative and more altruistic – a learnable skill."
  },
  {
    "Category:": "True Happiness",
    "Author:": "Sravasti Abbey Community",
    "Quote text:": "The way we see the world is the way we experience the world. Changing the way we see the world changes the way we feel and act, which changes the world itself. It’s really very logical. We can think about it almost like ripples. When we put a positive ripple into the world, it makes more positive ripples. When we put a negative ripple into the world, more negative ripples are the result. When we think negatively, it influences our actions and our speech. When we make a determination to think in a more virtuous or positive way, that comes through in our actions and speech, too. Today, let’s make a firm determination to put positive ripples out into the world, and let’s do this by making a real effort to observe our thoughts and apply antidotes when we see negative thoughts clouding our mind."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Sravasti Abbey Community",
    "Quote text:": "The biggest way we can contribute to this world is through our own Dharma practice. Leaders are built from the ground up in monasteries. All those who come to train at the Abbey are encouraged to keep their minds and hearts open to receiving constructive feedback and are assigned tasks with more responsibility as they progress in learning and practicing the Dharma. Under the guidance of caring mentors and senior community members, junior monastics develop leadership abilities by practicing the six perfections of fortitude, patience, ethics, joyous effort, concentration, and wisdom."
  },
  {
    "Category:": "Karma",
    "Author:": "Sravasti Abbey Community",
    "Quote text:": "Karma is definite in that negative or destructive actions always result in suffering—unpleasant experiences from varying degrees, depending on the nature of the action itself—but they always result in an unpleasant feeling. Virtuous actions always result in a happy or pleasant feeling. This is the most important thing to understand in the beginning and maybe for our whole life because if we actually got that, we'd all behave differently. Every negative, unhappy, unfortunate experience we have ever had is a result of our own past negative action. The person we want to blame is a contributing cause, but we are only having the suffering result because of an action we did in the past—and mostly not this life; previously."
  },
  {
    "Category:": "Karma",
    "Author:": "Sravasti Abbey Community",
    "Quote text:": "Our mind creates our experience in two ways. One is through the karma we've created in past lives that will lead us in this life to encounter certain circumstances and to have a certain karmic view of different situations, simply out of the habituation of previous lives and personality traits. The second way is through what we're thinking right now. So, when we see enemies and disagreeable people, our mind is defiled. When we see people doing their best, creating virtue, being harmonious, it's because of our pure mind. Reciting 'Namo Amituofo' is steering us toward that because how does Amitabha see sentient beings? There may be some horribly disruptive sentient being, but Amitabha looks at that person and sees, 'Wow, they were my mother in a previous life and were incredibly kind to me. Even when they weren't my mother, they benefited me; they gave me the food and support and everything I needed to practice the Dharma. Here's this person—they aren't some inherently existent, foul, disagreeable, obstinate, stubborn beep beep beep. They're somebody whose body and mind are overwhelmed by karma and afflictions. They need love. They need compassion. They need guidance. And I'm here to give it.' That's what Amitabha thinks."
  },
  {
    "Category:": "Self-centered Thought",
    "Author:": "Ven. Thubten Chonyi",
    "Quote text:": "Motivation is absolutely critical—whether it comes from a Buddhist or religious or secular worldview. If my practice is about my relief, it’s all about me. If, for a few moments or more, I recognize that as I am relieved, it helps others—my family, the people I work with, the street person on my corner, and the barista I visit most often—then the practice is already bigger than just me."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Sravasti Abbey Community",
    "Quote text:": "Even when someone is mean to me, maybe right away I feel shocked or sad but after reflection, it's like, \"Oh, I'm not strong enough. I'm not practicing the Dharma well enough to be able to take that.\" The point of practicing the Dharma is to be okay with everything—to have no aversion, no anger, no desire, no wanting. So, either the force of bringing in (\"I want something,\" \"I'd like something\") or the repulsion force which is pushing out (\"Oh, I don't like that!\"). The practice here is that you can be balanced so you're neither this way nor that way because it’s constantly, all the time—like or dislike, hate or love. So, the thing here is to remain calm and balanced. To that end, whenever I'm unhappy because of something, then I say, \"Could I be grateful for that?\" Usually we can. All the time you could be grateful. There's a phrase I really find helpful: \"There are no mistakes. Only lessons."
  },
  {
    "Category:": "Cyclic Existence",
    "Author:": "Ven. Chang Xuan",
    "Quote text:": "If we apply Buddhadharma into our daily life, then we can get past everything. Just remember—every phenomena is impermanent. That's the key point. So you think you're at the bottom of the hill? Hey, phenomena happens... you're rising up again. Today, let’s make an effort to remember impermanence as we go through our life. Whatever we experience, let’s use it as a way to develop on the path. When we encounter things we don’t like, let’s remember that they will not last forever. When we encounter things we do like, let’s also work to remember impermanence. Let’s use our experiences in the long-term to help all sentient beings attain full awakening in the most effective way we can."
  },
  {
    "Category:": "Self-centered Thought",
    "Author:": "Sravasti Abbey Community",
    "Quote text:": "I came here with my self-centered thought on overdrive—me, me, me, me, me, I, I, I, I, I—and slowly it started to get tamed. It took about four years before I really started to notice some changes in my mind and I truly believe that it was the schedule, the practice, the teachings, the offering service, all within the context of ethical conduct, bodhicitta, compassion, and a whole lot of humor, a whole lot of laughter. Today, let’s be mindful of the fact that progress does not usually happen overnight. Our journey will take time, so let’s have some patience with ourselves. Let’s remember that we are making this journey in order to help all sentient beings as much as we possibly can, and we are one of those sentient beings."
  },
  {
    "Category:": "True Happiness",
    "Author:": "Sravasti Abbey Community",
    "Quote text:": "When the Buddha created the sangha, he created a community. Of course, any community is a group of individuals, but they function together as a community. That's something that's been very important for 2,600 years—to get in our minds that we are part of a community. We are part of something that is bigger than ourselves. So, our becoming ordained isn't just about taking precepts and keeping precepts and having good conditions for our own personal practice. Our being ordained is joining a community and then together with that community, doing something that we can't do on our own. What is it that a community does that we can't do individually? It acts as a light that society can see."
  },
  {
    "Category:": "Bodhicitta",
    "Author:": "Ven. Master Wu Yin",
    "Quote text:": "Early this morning I went to the Enlightenment Stupa and prayed for peace to fill our world and for Dharma to be sustained. I prayed that the Buddha’s wisdom and light go with each of you, so that you will bring the Buddhadharma to every corner of the world you visit, sharing it skillfully according to the dispositions of the people and culture of the place. Each of you preserves the Dharma within yourself, and by practicing the Buddha’s teachings and observing the Vinaya, you will tame your actions of body, speech, and mind. For that reason, take care of yourselves, not out of selfishness, but in order to cultivate your wisdom, accumulate positive potential, and benefit all beings."
  },
  {
    "Category:": "Self-centered Thought",
    "Author:": "Sravasti Abbey Community",
    "Quote text:": "Our practice is to appreciate what other people do. Not to have constantly going in our mind a judgmental, critical mind that compares everybody to ourselves such that we come out on the losing end. We've done that our whole lives—compared ourselves to others and, \"It's not fair!\" Do we want to go through our whole lives like that, with that complaining mind, with that idea that somehow we're entitled to more and better in this universe and the universe is betraying us? Today, let’s make a real effort to observe this critical mind to see whether or not it is beneficial to us. Let’s really observe how we react to it and what actions, speech, and words it encourages in us. If it is not beneficial, let’s really make a determination to notice when our critical mind is at work and then to apply the antidote that will help us to deal with it."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Sravasti Abbey Community",
    "Quote text:": "Let’s remember the “Meditation on Amitabha Buddha”: In all rebirths, may I and all sentient beings be born in a good family, have clear wisdom and great compassion, be free of pride and devoted to our spiritual mentors, and abide within the vows and commitments to our spiritual mentors.\" So, this reminds us that it’s important to pray, to dedicate, that we meet fully qualified Mahayana and Vajrayana spiritual mentors. That's number one—that we meet fully qualified teachers; that we don't meet Charlatananda. Second of all, when it says be devoted, may I recognize the qualities of my spiritual teachers; may I admire their qualities; may I follow their instructions; if I don't understand their instructions, may I go and ask them questions so that I understand what they're getting at. In other words, may I treat my teachers with respect, not just as people who are going to give me what I want. \"I want ordination! Come on!\" \"I want teachings! Come on!\" Our teachers are not our servants that we demand things of, but who we approach with an attitude of humility and really seeing their qualities because they're the role models that we want to emulate."
  },
  {
    "Category:": "Bodhicitta",
    "Author:": "Ven. Thubten Chodron\n& Russell Kolts, Ph.D.",
    "Quote text:": "Dr. Martin Luther King, Jr. once said, \"We must all learn to live together as brothers or we will perish together as fools. This is the great challenge of the hour. This is true of individuals. It is true of nations. No individual can live alone. No nation can live alone.\" As Martin Luther King, Jr. pointed out, none of us can live alone; we are all dependent on each other. What do we need to learn in order to live together as brothers and sisters? The answer is compassion. Feeling compassion means being concerned about the suffering of others and wishing them to be free from suffering and its causes. Compassion is closely related to love, which is the wish for living beings to have happiness and its causes. Having compassion makes sense. If we don't care for others, all of us will suffer—either because our needs are not being met or because we will be surrounded by unhappy people—a situation that will make our own lives miserable. For these reasons, His Holiness the Dalai Lama counsels, \"If you want to be selfish, be wisely selfish and take care of others."
  },
  {
    "Category:": "Disturbing Emotions",
    "Author:": "Sravasti Abbey Community",
    "Quote text:": "When we begin to see how much conflict in relationships occurs just because of being impolite, it's incredible. How can we be impolite? We can do it with our tone of voice; we can do it by not saying thank you; we can do it by not saying please. There are so many ways that we can be impolite. Observing manners is very important, especially with the people we live with and work with. It's good to start checking up on your own speech, how you use speech. Are you polite when you talk to people? Are you obnoxious when you talk to people? Are you rude when you talk to people? We can see how small things can make very significant differences in the relationships we have with each other just by watching how others react to us."
  },
  {
    "Category:": "True Happiness",
    "Author:": "Ven. Thubten Chonyi",
    "Quote text:": "When we genuinely practice to see the person that bugs us the most as our supreme teacher, holding that person with the same regard that we hold our spiritual mentor, cultivating respect and gratitude and seeking to understand and relieve that person's duhkha, that is training. Today, let’s really make an effort to train our minds in compassion by working to see that person that pushes our buttons the hardest as our teacher. Let’s make a determination that when we encounter that person today, we will treat them with the respect we would give our spiritual mentor. Of course it is going to be hard, but the most difficult things on the path to full awakening can sometimes also be the most helpful to us."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Ven. Thubten Chonyi",
    "Quote text:": "Over time as we train, we develop greater and greater trust in our teachers, and the more we do that, the more the teacher can help us. If we are constantly and consistently resistant, then we can't hear the teacher's advice and guidance and after awhile, although our teachers never give up on us, they don't always tell us everything we need to hear (if we haven't been so receptive in the past). So, the more we separate ourselves from the teacher, the more we separate ourselves from the Buddha. The more we separate ourselves from being open to hear what we came to train for, the less training we get. We are only defeating ourselves in that way."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Sravasti Abbey Community",
    "Quote text:": "It is our teacher's job to point out our faults. If our teacher only gives us the praise and the love and the adulation and the adoration that we all crave, how is that helping us? We've had plenty of people in our life who have given us this (for a little while). Where does it get us? It does nothing but feed the very ego-grasping, self-cherishing mind that presumably we come to the monastery to overcome. Today, let’s be grateful for our spiritual teachers who are guiding us on the path. Let’s be grateful especially for the hard lessons they are willing to teach even though they are aware of how we might react. Let’s be thankful to them for their efforts and for their courage in dealing with the most difficult issues all so that they can help us most effectively on the path to full awakening."
  },
  {
    "Category:": "True Happiness",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Often when we hear, \"Oh I'm going somewhere for training,\" we revert back to our conditioning in school and we expect to have a syllabus of, \"You will train in this and this is how you will train and this is how you will be evaluated and the test is on such and such day and you submit your paper.\" So, we go back to these structures that we're very familiar with and expect that to be replicated in the monastery, but it's not. So then we often feel a bit disoriented. It’s important to really understand that, \"What does training mean,\" is asking us to go deeper than a syllabus and a structure and to really examine what becoming a monastic and training our mind means."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Ven. Thubten Chonyi",
    "Quote text:": "When I recognize that I have an opportunity every single moment throughout the day to train my mind, that is training. When I recognize that I voluntarily chose to come to a place where I could do that training, that is training. When I recognize that I came to a place to do that training and not just to get my own way, that is training. When I recognize that no one can train my mind but me, that I am solely responsible for that training, then the Dharma grows in us. When the Dharma grows in us and we recognize that we are benefitting from that training, then we’ll train. Today, let’s make a firm determination to take responsibility for our development and training, and let’s do this with the knowledge that we are working hard in order to benefit all beings, including ourselves, in the best way possible."
  },
  {
    "Category:": "Kindness of Others",
    "Author:": "Sravasti Abbey Community",
    "Quote text:": "I believe cultivating kindness is one of the most fundamental aspects of our training. In my own experience, it comes from the cultivating of gratitude. Meditating on the kindness of others is one of the most important meditations we do every day. We develop gratitude of respecting the kindness of other living beings. Then what arises from that: the natural wish to repay that kindness. What arises from respecting that kindness is a genuine love for the beings around us. We have that genuine love that means we genuinely wish for their happiness, we work for their happiness, we begin to be much more receptive to being able to see the duhkha that each person is experiencing, and we have greater compassion. So, it's the very foundation if we want to practice kindness."
  },
  {
    "Category:": "Living the Practice",
    "Author:": "Sravasti Abbey Community",
    "Quote text:": "That we have the opportunity to be able to take ordination, to be able to take the precepts that the Buddha laid out for monastics, is remarkable, given where most of us grew up and where we come from. That it's here in the United States—remarkable. That there are people here in the U.S. and around the world who are committed also to supporting a sangha like this—remarkable. That we have a teacher and a guide who can help us in this way—remarkable. That we're able to practice and do this together and then share it with all the people who are interrelated with the Abbey—it's something to really rejoice about. The Abbey is not just the people who are here. The Abbey consists of all the people throughout the world who tune in, who watch the videos, who make their offerings, who read the materials, who sign up for the SAFE courses—all those people. That's how far the Abbey's reach is, and it's not the Abbey, it's the Dharma—the Dharma reach. May we be able to really practice together, whether we're in person or online or whatever, in order to reach full awakening. May we really treasure that this very precious and rare opportunity for holding these monastic precepts still exists in our world and is growing."
  },
  {
    "Category:": "True Happiness",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Our mind has the Buddha nature, but it is obscured by confusion, ignorance, attachment, and anger. We run after objects we’re attached to. We are distracted by the past and try to rewrite our own history or feel hopeless or resentful. None of this makes us happy or brings us fulfillment. Today, instead of being distracted by worldly things and worldy drama, let’s make a real commitment to working on our minds and moving forward on the path to full awakening. Instead of spending our time acting out the chaos and confusion that characterizes life in samsara, let’s instead spend our time working for the benefit of all beings and in this way live a truly happy life."
  },
  {
    "Category:": "Bodhicitta",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "There is a difference between a harmful action and the person who did it. The action can be harmful, but everyone has the potential to become a Buddha. So, can anyone be a bad person? Our belief doesn't hold up under analysis. Today, let’s practice developing this view by intentionally seeing each being we meet as a Buddha who has not yet awakened to full realization. Let’s take the time to identify each being we encounter as the Buddha nature within rather than the label that our mind ignorantly applies to them. In this way, we can enhance our compassion and change our attitude while working to see the world and those in it as they actually are."
  },
  {
    "Category:": "Cyclic Existence",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "Each of us has great potential. We don't need to be locked into rigid conceptualizations of ourselves or of the world. We can access love, compassion, friendliness, joy, concentration, and wisdom. We are truly free when we eliminate ignorance from our mindstream. Our good qualities will not be impeded by fear, conceit, and other disturbing emotions. Today, let’s release those labels that hold us back and make us believe that we “are” something or other. Let’s instead set a firm determination to really look within and ask, “Who am I really? What is this that is asking this question? Where is this ‘I’ found?”"
  },
  {
    "Category:": "Kindness of Others",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "When the mind gets overwhelmed by arrogance, conceit, and pride, apply an antidote. Meditating on a difficult topic that is difficult to understand deflates our conceit. An antidote to arrogance is thinking of the kindness of others. Everything I know, every talent and skill I have, came due to the kindness of others who taught and encouraged me. Today, let’s come back again and again to what is happening in our mind. Let’s make a firm determination to apply the appropriate antidote no matter what disturbing emotion arises. Let’s do this with the motivation of training our mind in order to be of the most benefit to all sentient beings."
  },
  {
    "Category:": "Bodhicitta",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "While we cannot actually take on the suffering of others, cultivate the willingness and wish to do so. When we are unhappy or ill, instead of feeling sorry for ourselves, turn our focus to those with similar problems. Think, \"As long as I'm sick or unhappy, may this suffice for the sickness and unhappiness of all others.” Feel that by your experiencing the misery, all others are freed from theirs. Feel their relief; be joyful that you are able to do this for them."
  },
  {
    "Category:": "Disturbing Emotions",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "To stop pointing out others' faults, work on our mental habit of judging. Mentally tearing someone down is communicated through a condescending look, ignoring him, or rolling our eyes when his name is brought up. Opposite of judging and criticizing others is regarding their good qualities and kindness. This is mind training. Look at what is positive rather than what doesn't meet our approval. This makes the difference between being happy, open, and loving or depressed, disconnected, and bitter."
  },
  {
    "Category:": "Bodhicitta",
    "Author:": "Ven. Thubten Chodron",
    "Quote text:": "We dedicate our merit to removing the suffering of limitless beings by attaining full enlightenment. Only with the enlightenment of a Buddha do we have the compassion, wisdom, power, and skillful means to be of utmost benefit to all. Disturbing attitudes, negative emotions, or incapability of our body and speech won't prevent us from benefitting beings. Today, let’s actively work to grow our compassion by observing our mind as we go through the day and applying antidotes when disturbing emotions arise. Let’s come back again and again to our mind and steadily increase our ability to meet all experiences and all sentient beings with compassion."
  }
]